[{"name": "Beetham Crag", "description": "The Beetham Crag is about 200m above the Beetham Hut site and south a little, overlooking the Tasman Glacier. The crag was developed in the early eighties. Nick Banks established a few routes in the summer of 1983 and later that season participants on a guides course added more routes. Apparently there are about a dozen routes but records are sketchy, despite this the rock is superb and the setting is without compare."},
{"name": "Bay 1", "description": "This is the first bay on the left AFTER the gorge hiking track parking area."},
{"name": "Balance Bridge Area", "description": "Balance bridge offers the best \"ground up\" climbing in the gorge.\n\nThe Corner- In between Red Block and the Main Wall is a short, steep and\n\nblank face. If the landing was better it would be a great boulder problem!\n\nThe Main Wall- This one is fairly obvious..... it is the big cliff right along the\n\nwater."},
{"name": "Beautiful Valley", "description": "Closed ??\n\nHome of steep overhanging limestone"},
{"name": "Aspire", "description": "The obvious pinnacle. There is a rap station located on top of the south side."},
{"name": "Ampitheatre Wall", "description": "Located above Livingston Bay, east of \n.\nRoutes may be longer than 25 metres! The 50m rope from the the rap anchors may not get you back to the ground. Approach from the top. Take an extra rope to rap in, and ascenders/prussicks to exit the top of the climbs to safe ground. The bottom of the crag is also steep, please exercise a bit of steep country sense."},
{"name": "Armchair Theatre", "description": "From Mangatepopo Hut, this small crag can be seen on the crest of the ridge leading to Tongariro. The cliff was discovered and developed by Ray Button around 1980–81. No climb is longer than 10m, but it is a good venue for easy natural pro routes."},
{"name": "Babylon", "description": "The Babylon Crag is easily seen when driving up the valley from Milford Sound - an orange wall with a large waterfall cascading down its left-hand side. If approaching the crag from Homer Hut, pull over 1.7km past the Donne Bridge where the verge allows."},
{"name": "10K Cliffs", "description": "There are three routes on this crag near the Ohakune Mountain Road, although they will probably need a scrub before repeating. There is loads of room for more."},
{"name": "Wye Creek Ice Main Area", "description": "Main Area"},
{"name": "Wye Creek Ice", "description": "The ice climbing area is at the head of Wye Creek, access from the Remarkables ski area."},
{"name": "Albert Terrace", "description": "Albert Terrace is a small crag in suburban Christchurch. It is one of the very few crags that you can bus to and the only one on the flats of Christchurch City itself, which mean it has the easiest and quickest access of any crag on the Port Hills.\n\nAll the climbs are under grade 20 (most in the mid teens), so this is a good crag if you are making the transition from the indoor wall to your first outdoors experience,although the rock is quite polished and gets covered in pine needles and dirt from above. You will need a maximum of eight quickdraws (six for the climbs, if leading, and two for the anchor rings at the top). All climbs have double rings at the top which makes it a user-friendly crag, but please, if top roping, do not take the 'European approach' and run your rope straight through the rings as this creates wear and tear. Please use two carabiners.\n\n\n\nAlbert Terrace was first climbed on in 1997 by Ross Cullen and Bob Blackburne and was originally a trad crag. The crag has since been totally retro-bolted.\n\nDRY TOOLING OPTIONS: Please note also that in the first cave opposite the main crag there are three  bolted routes put in for dry tooling practice. Grades unknown."},
{"name": "White Horse Rapids", "description": "This area was developed by a local climber named Scott Woods who, when he\n\ncame to his senses and realised where he was, bailed out of Palmy and moved\n\nto the South Island!\n\nThe two climbs that are accessed from the most westward set of bolts on the\n\nnorthern face are nice climbing:\n\nThe westward route is a grade 15 crack and involves delicate face\n\nmoves and a fun hand crack.\n\nFrom the west on the north face the climbs are 15, 18,21,14,14,16,\n\n18,19,20 then ledge 1m above river.\n\nThe more eastward route is about 21 an has thin face moves, topping\n\nout at the same point as the above climb.\n\nOn the west face their is a 12 and a 27 to 29 which hasn't been done\n\nyet.\n\nThere are more climbs are on the other side of the river but these have\n\nto be finished first."},
{"name": "Wobbly Wall", "description": "The only other outcrop of the dyke that creates the Jane Fonda Workout Wall.  At least one route was put up with terrier bolts so development may date back to the 80's.  Rumour has it some call this Wobbly Wall but it is unclear if that is the original name.  In lieu of more information, Richard Simmons Workout Wall seems appropriate.  There are a dozen sport routes of about 20m height with more holds and (even better) more bolts than JFWW.  Each route is at least as good as the best of (say) Transmitter crag, so an excellent crag for a warm day.  It is only 100m west of JFWW but it is probably faster to approach from above via the Crater Rim walkway and abseil.  Earthquake damage and hazard is relatively low and the rock is mostly good but helmets are worth it as development and traffic have not cleaned off all loose holds.\nApparently one or two trad routes have been done that may be of interest to pushy young alpiners but probably not rock climbers.  Below is some approximate beta on the routes given that FA's, names, grades etc are all unknown.\nBoogie down the pounds.  17   5? bolts\n\nDisco Sweat.              18    6? bolts\n\nDance your pants off.  19    7? bolts\n\nParty off the pounds.   22.   8? bolts.  Identifiable by the rusty old bolt next to the first bolt.\n\n80's blast off.              20    8? bolts.  Converges to same anchor as next route\n\nSweatin' to the oldies.  20    8 bolts.  Directly below the access anchor\n\nMore Twisted Christmas.  20   8? bolts.  Behind large flax at base.\n\nThe Anatomy Asylum.  22-23   6 bolts.  Identifiable by bulges to either side making this only appear to be easy corner climbing.\n\nFucked Up Friends.  23?   6-7? bolts\n\nNever Say Diet...   21?   6-7? bolts\n\nStill Hungry after all these years.  19   7? bolts.  Finish left to anchor for prev route.\n\nBroadway Sweat.   18?    5? bolts.  Possibly the easiest way out."},
{"name": "White Falls Cirque", "description": "North Island's steepest crag?"},
{"name": "Air Traffic Control Tower", "description": "A tasty little gem hidden amongst the bush with awesome steep, juggy climbing. (about 10 metres high) a few hundred metres up the Punakaiki Valley Road of immaculate compact limestone complete with sheltered grassy belay ledge. It has a northwesterly aspect for warm, sunny climbing. The crag was discovered in 2008 by Jack Grinsted and Lindsay Main."},
{"name": "Whangaehu Central", "description": "The gorge level with the bottom of the lower ski tow.  Basically the walls with a SE aspect"},
{"name": "Whanganui Bay", "description": "The classic North Island crag."},
{"name": "Whakapapaiti Cirque", "description": "This rarely-visited and little-known ice climbing location (part of which was formerly known as the Barium Enema Face) has some premier routes when well-formed. Although slightly farther to walk, it is still relatively low on the mountain. The main face was discovered by Peter K Dickson in 1987, and developed by Dickson, Alex Palman and the late Dave Gurr the following year. More routes were added in 2007 on the left side of the cirque by James Russell and Joseph Nelson: "},
{"name": "Whakapapa Gorge", "description": "A mountain crag on generally immaculate rock, with several multi-pitch routes and only 15 minutes from the carpark. It sounds almost too good to be true, but what is most remarkable is that this cliff’s potential was not recognised until the late 1990s.\n\nThe crag forms, in effect, the long reverse side of the lava dike of Mead’s Wall. Sniffed out by inveterate crag hound Paul Rogers while he was on a tour of duty at the Sir Edmund Hillary Outdoor Pursuits Centre, the crag faces east, sitting high above the deep gulch of the Whakapapa River and beneath the sharp outline of Pinnacle Ridge, with views out towards Ngauruhoe.\n\nInitially, all the climbs were naturally protected. These lines require double ropes, and not all the gear is easy to find or place. Lines can be rather vague: if in doubt, follow the protection. A full rack is necessary, as well as a good selection of slings.\n\nLater development has used bolts, in most cases where there is no natural protection. This is not a sport climbing crag, and bolts should be placed only where absolutely necessary.\n\nThere has been – and remains – some confusion about who has climbed what here. Several route names were bestowed by the editor of the NZAC’s Tongariro guidebook. First ascentionists may wish to supply their own!"},
{"name": "Weka Wall ", "description": "Weka Wall is a very accessible, bolted crag very close to the Punakaiki River bridge. Climbs are between 8m and 18m high. All climbs have anchor bolts. The crag was developed by Neil Silverwood and Heidi Godfrey in September 2009."},
{"name": "Wavey wall", "description": "The main wall past aspire with the large overhang in its centre."},
{"name": "Waterfall Rock", "description": "A little crag with some pleasant easy routes. A nice spot on a summer's evening. Rock is similar to that on Punk Rock and ML3.\nHistory is uncertain. Mike Peat (re)discovered this spot in 2007, and developed it with Tom Wilson. The amount of loose material removed at that time suggested that previous climbing had been unlikely. However it's possible this could be one of the \"worthless crags\" originally described in Jon Rosemergy's 1995 Wellington Rock guidebook. Corrections welcome. \nTom put up \"Kevin 07\" and Mike did the rest. Mike's route names tbc."},
{"name": "Waterfall Crag", "description": "The crag can be clearly seen from the end of the Tukino ski field road. The routes are to each side of the waterfall, described left to right."},
{"name": "Warwick Castle (South Face, Centre & Right Side)", "description": "Warwick Castle is the distinctive crescent shaped formation on the east proﬁle of the mountain as seen from New Plymouth. Most climbs are on the south face, which can mean a cool belay even on a ﬁne sunny day.\n\nThis crag gives both excellent short routes at moderate grades as well as some of the best long routes on the mountain. There is a good weekend’s climbing on Warwick Castle alone.\nBeyond the blocky ground below Bop Girl, Sun and Fun the cliff again becomes more vertical, but split at about half height by blocky overhangs. The next two routes go through these overhangs.\n\nThe twin columns forming the roofs of the following two routes are very distinctive. This is the ﬁrst worthwhile route below the broken ground to the right of Fun."},
{"name": "Warwick Castle (South Face, Left Side)", "description": "Warwick Castle is the distinctive crescent shaped formation on the east proﬁle of the mountain as seen from New Plymouth.  Most climbs are on the south face, which can mean a cool belay even on a ﬁne sunny day.\n\nThis crag gives both excellent short routes at moderate grades as well as some of the best long routes on the mountain. \nMost of the cracks on Warwick's Castle are filled with vegetation. If you want to climb any of them you'll need to clean them. It's recommended to prepare your climb on abseil before leading it. Climbing is best after a dry period.\nIce Climbing.\n\nThe traverse of Warwicks Castle provides a fine, interesting winter scramble with the top end offering mixed climbing at times. The South Face has a few good lines in the mid section where there is more moss.\n\nMany of the larger cracks or mossy sections will freeze providing a winter line, the overall quality will generally be dependent on prevailing conditions and how keen the climbers are to tackle the new coating after a storm clears."},
{"name": "Wall of Sound", "description": "The smooth andesite walls of this crag offer the connoisseur of technical, sequence-based climbing the promise of a rewarding day at the crag, in a wild mountain location. The wall was discovered on an expedition by Kristen Foley, John Palmer and Dan Pringle in the late summer of 2010. Routes began springing up immediately as the Wellingtonians were keen to have more quality route climbing closer to home. Although the routes are all bolted, this is definitely not a consumer crag. But some will find the extreme and isolated location only adds to the experience."},
{"name": "Afterglow Buttress", "description": "Access from Queens Drive"},
{"name": "Waipu Cove", "description": "The sea cliffs and boulders at this popular holiday spot had been known about by Phil Giles for some time. However, the first climbs were put up only recently in preparation for this guide. There is potential for plenty more, plus bouldering, although the area will probably never develop into a major crag. The awesome setting makes it a good choice on a warm summer’s day.\n\nClimbing notes\n\nBring your togs and fishing line as the climbing is right on the water’s edge. This can make for interesting ascents if the surf is big. The rock is limestone up to 10m high of varying quality.\n\nGenerally the faces offer the best climbing, and there is potential for some really good short fingery routes."},
{"name": "Waipu Caves", "description": "The outcrops tucked away in the hills behind Waipu have potential to develop into a pretty decent climbing area, but unfortunately most of the areas that have been developed are on private land where access is currently forbidden.\n\nCavers and climbers, including Phil Giles, had been visiting the area during the 1970s and 1980s, but it wasn’t until Alan Hill made a determined effort in the early 1990s that a number of routes were climbed and recorded. Hamish Pirie and Steve Wylie did more in early 1996.\n\nClimbing notes\n\nThe rock is limestone, and usually has solid natural pro placements. New routes would likely require bolting. In summer the valley gets pretty hot, so take plenty of water.\n\nMost of the routes described here are on the \"Cave Wall\".\n\nMost of the routes here are pretty mossy but should improve with traffic. There are more lines to be climbed but will likely require bolting and cleaning.\n\nAll routes have natural pro and tree belays."},
{"name": "Waipapa", "description": "The “Main Cliff” at Waipapa is tucked away out of sight in a valley about 1km down stream of the Waipapa dam. It was first discovered by Kevin Barratt in 1999. Kevin returned to the crag a number of times that year and put up the first couple of routes, “Finger of Fate” and “Side Winder”. This gem of a crag soon attracted a lot of interest and over the next 2 to 3 years a number of climbers from Hamilton, Auckland, Rotorua and Wharepapa put up near on sixty routes. The rock is a very compact fully welded Ignibrite with small edges lower down and pocketed nearer the top. The routes here require a totally different climbing style compared to their Ignibrite cousins down the road. The small holds and edges require balance and finesse as opposed to power and brute strength. The Main Cliff faces North and is situated on the side of a bush covered gully, with native trees right along the base and pine trees at the top. Access to the top of the cliff is difficult so all the routes have belay stations at or near the top of the cliff and descent is by abseil. There is a mix of sport climbs and trad climbing with some routes having a bit of both.\n\nThe first person to do any climbing around the Waipapa dam was Graeme Dingle, Corrina Gage and Andrew Cory in 1981. Graeme and Co paddle across the lake and put up 2 climbs on one of the small outcrops along side the lake directly opposite the road. These routes were forgotten about until the CNI guide was published. A few climbers started to develop some of the cliffs up above the road but despite it’s appearance the rock here tends to be soft and friable and as a result there has been no further development in this area . There are numerous other account of people looking around the cliffs along side the powerhouse and immediately down stream of the dam but prior to Kevin Barratt discovering the main cliff there are no records of anyone doing any routes."},
{"name": "Waimak Whale Crag", "description": "Whale Crag is located 2km west of Anti-Crow Hut, on the true-right of the Waimak, below point 951. The crag offers nice slab and shallow crack climbing with low grades. The setting is very beautiful and it escapes some Divide weather. The lower routes are surprisingly sheltered from the wind."},
{"name": "Village Peoples Crag", "description": "Small craglet sitting between the Poo Pond Slabs and the Red Tarns Bridge."},
{"name": "Bayley Road", "description": "Following rumours of rock somewhere down Bayley Road, Bryce and Dave drove down to\n\nhave a look, and were amazed at the huge, crack-lined buttress just metres from the road.\n\nThe largest crack, Swallow, was the first route to be done, along with some more routes\n\non the stunning aretes of River Wall, just 100 m down the farm track.\n\nBayleys is probably the most cosmopolitan of the crags in this guide, as more than a\n\ndozen climbers have done new routes here.\n\nHigh quality aretes and corners are the most outstanding features of Bayleys, which gives\n\na great variety of distinctive arete, face, and corner climbing. For the trad climber, there\n\nare half a dozen good crack climbs (unusual for Wharepapa ignimbrite) Still Crazy and\n\nJubilation Crack being outstanding examples.\n\nExcellent bouldering is found in the paddock at the back of Monday Wall, and in the\n\nboulder field next to the road, possibly the best at Wharepapa."},
{"name": "Twin Stream", "description": "Andy Macfarlane and Murray Judge were the two main driving forces in the 1995 onwards development of Twin Streams area . \nAndy had the vision to imagine the routes that could be created in the giant crackles slabs to the left of his line, and the drive to realize them – bolting long routes in the mountains is bloody hard work, even with a pwer drill, and not many visionaries have the stomach for iit or the wllingness to pay for all theglue and stainless stel as well, while sacrificing good climbing time.\nMurray’s incredible new routing drive, undimmed over thirty years, remained the main impetus in Twin Stream development, especially now that he had got hold of some real grunt. To quote Andy: ‘The best thing to happen to NZ rockclimbing was Murray getting a petrol drill.’ The petrol drill may have made modern Twin Stream possible, but here’s a warning – don’t expect mindless clip –upps; you’ll need a comprehensive natural pro rack and the ability to use it for all but a few of the routes here.\n\nDave Brash, New Zealand  Alpine Journal, 2001.\nShelter\n\nTwo or three average  rock bivvies exist under the litter of boulders below the Central Buttress. Three bivvies were formerly used, one at the top of the grassy flat and two under isolated boulders in the scree-field below Southerly Front. Both have water nearby.  For larger groups it is worth taking tents, but the upper valley has little protection from a good norwester.  \nLitter and Keas\n\nKeas have become quite a problem in the last couple of years and will attack gear left out during the day and at night, so cover camp gear well with rocks and put tents away while you are off climbing. Litter is becoming a problem in the camping area. Please do not leave stashes of gear or food in the valley. Carry out what you have brought in.\nCarry out your waste\n\nWith increasingnumbers of people  climbing at the crags, humans are making a significant impact on this small alpine area. There are no toilet facilities at present in the valley.  Carrying out your own waste is appropriate behaviour. Climbers can purchase and use special purpose bags to carry out their waste and dispose of the bags into toilet facilities.\n1 Half Moon Slab\n\n2 Southerly Front Slab\n\n3 White Corner Slab\n\n4 Hidden Slab\n\n5 Upper Wall\n\n6 Lower Wall\n\n7 Slabs\n\n8 The Fin\n\n9 Shindig Gully"},
{"name": "Tuwharetoa Cliffs", "description": "These two tiers of cliffs were named for Ngati Tuwharetoa, within whose rohe the Mangatepopo valley lies. They are the closest cliffs to the road, and although the Upper Tier is seldom climbed on, the Lower Tier is probably the most popular of the Mangatepopo crags."},
{"name": "Turbine Rock", "description": "Turbine Rock is just 150m from the Brooklyn Wind Turbine, but inside the \n's predator-proof fence."},
{"name": "Unwin Crag", "description": "A craggy outcrop up behind Unwin Hut.  “Secret Squirrel” the 2 pitch climb offers an alternative to Red Arete when its busy, although harder & obviously shorter. Be good to get some traffic on the track to get it more established  and confirmation of grades. Would appreciate feedback."},
{"name": "Turakirae Head", "description": "Turakirae Head embodies all that is positive about the modern bouldering movement."},
{"name": "Transmitter Crag", "description": "Sport crag near the Sign of the Kiwi with about 89 bolted routes from 8 to 15m high( four are 23 m high ).CURRENTLY CLOSED UNTIL FURTHER NOTICE( UPDATED 13/2/17 ).\n\nA lot of the pine trees fell over thanks to some big winds in April, so most of the crag now has a view.\n\nThe crag gets sun from the morning to mid afternoon.\nHistory:\n\nIn the summer of 1999-2000, Alex Palman and friends, (Mary Butler, Ivan Vostinar, Karen Ashbury, Max Farr, Kate Finnerty, Jon Seddon & Daniel Jenkins) were the first to develop and climb at Transmitter.\n\nThrough the rest of 2000, new routes were added in by, Tony Burnell, Jason Tweedie, Lindsay Main, Stu Allan & Marcus Thomas.\n\nIn 2001 Andrew Buist & John Islei, followed up by developing a few more new routes, setting up nearly 50 climbs at Transmitter.\n\nAs the crag used to be hard to find the place started to fall into obscurity.\n\nAfter the 2011 earthquakes, and access became a problem over large areas of the Port Hills, a team of local climbers and NZAC members cut a track that was easy to follow.\n\nIn the summer of 2012-2013, the Canterbury/ Westland section of the NZAC cleaned up some easy terrain and installed a few easier sport climbs.\n\nAt the same time a few of the harder gaps and other outlying crags, have been plugged by the usual suspects around the district.\n\nSince the 2011 improvements, this has made Transmitter a lot more popular with the local and not so local rock climbing scene.\n\nA big windstorm came through in April 2014 and knocked over a lot of the pine trees near the crags, a team of local climbers sorted out the damage and continue to keep the track in reasonable repair."},
{"name": "Traffic Control Buttress", "description": "Located on Cass Peak- Port Hills\n\nBolted sports climbs.\n\n    5.2 kilometres south of the Sign of the Kiwi junction.\n\n        Two routes below the radar tower (The Sphere).\n\nClimbing Notes:\n\n        It is very difficult to get to the base of this cliff without abseiling. There is a lot of gorse at the top and more at the bottom. The base of cliff only has room for 3-4 people max. There is a good chance of snagging your rope if you try to pull it from the Radar O’Rielly anchor on large horns. A 60 meter may not reach from lower anchor either. You can pull you shoes up on the fixed rope when you finish."},
{"name": "Tokatoka", "description": "Introduction\n\nTokatoka is a similar but inferior volcanic plug just south of Mangaraho. First climbed in 1966 by John Maine and Pete Matthews, the crag saw little further activity until Bryce Martin, John Smith and Dave Garrity put up three routes in 1995.\n\nThere is potential for some good routes on the short steep walls, but on the whole the rock is not as good quality as its more popular neighbour.\n\nClimbing notes\n\nThe rock varies from being reasonably solid to flaky and broken. The East Face route is vague, but the recent lines are more obvious and have good natural pro or bolts."},
{"name": "Tukino", "description": "Tukinos generally southeast aspect and the multitude of climbs at low altitude make it a particularly good location for ice climbing on Ruapehu.\n\nLack of easy access has probably been the main reason for the lack of developed rock climbing on the eastern side of Ruapehu. Certainly there is no lack of potential rock, and the crags on this side of Ruapehu are much drier – in fact, almost desert-like. Thus, the need to clean routes is minimised.\n\nSome of the advantages of climbing at Tukino is that there is no grass, gorse, moss or lichen on the rock so they never dirty-up.\n\nThe rock is generally surprisingly solid, but there are sections where there is loose rock.\n\nGenerally protection is nuts and camming devices but there are often bollards and threads for slings.  Bolts are very rarely used (discouraged).  Most routes will have excellent belay bollards at the top.  Walk-offs are generally fairly easy.\n\nPlease remember that you are in an alpine area and weather conditions can change at any time, so always keep an eye on the weather."},
{"name": "Barnett Park", "description": "Home of The Cave and other surrounding walls.\n\nThe first cliff in the valley. Routes L to R. Opposite to approach.\n\nInformation of the leech wall and other newly developed walls can be found on Tony Burnell's guide for Barnett park."},
{"name": "Tinui", "description": "The long, sweeping slabs of Tinui Taipo make it one of the most beautiful cliffs in New Zealand."},
{"name": "The Wunderbar Wall", "description": " \n\nClimbing on unusual and solid rock in a hidden, peaceful corner of Lyttelton. The wall has a NW aspect which is sunny all year and dries quickly. As there is no shelter, the crag can get very hot in summer afternoons .\n\nAll routes have hangered bolts. Anchors are double chains or ring bolts.\n\n "},
{"name": "The Tors", "description": "Some good middle grade climbs are to be found on this small crag, including the classic \n 20. The harder routes are serious propositions with little pro and the odd loose or brittle hold.\n\nClimbing Notes\n\nAll but two of the routes require gear to lead them, and getting a belay at the top can require serious amounts of extension. For those wishing to top-rope, it's an easy scramble up the back.\n\nGenerally belays are on blocks on the top ledge and descents at either end or over the back. There is a bolted belay for Mirage/Collateral Damage/Cat's Cradle.\n\nAn Abseil anchor is installed, above and right of Nudity.\n\nThe Feb 22nd Earthquake shifted rocks around on the top of the crag, BE CAREFULL ABOUT WHAT YOU USE FOR ANCHORS ON THE TOP!!\n\nUnfortunately a few climbs were destroyed around and including \"Future Legend\".\n\nHistory\n\nIn 1970 the great developer Ross Gooder produced \n 19, and the excellent \n 17. 1973 saw exploration by Lindsay Main and \n 17. Then in 1977, new-arrival John Allen did the superb classic \n 20 which had been cleaned by Main. John also added \n 19. Over the next few years, these two were the main contributors, Main's best routes being \n 21 and \n 20. In a short burst of activity in 1979, John Allen added \n 22. The crag was then left alone, considered by most to be worked out, until Tony Ward-Holmes added the desperate \n 27 in 1993, being the first purely bolt protected route on the crag. Joe Arts then followed on and bolted \n and \n in 1994 and Lindsay Main added \n 21 in 1996."},
{"name": "AGS Rockwall", "description": "The crag formerly known as the Mt Eden Quarry, and the birthplace of hard urban climbing in New Zealand. Once a prison quarry, the Auckland Grammar School Rockwall comprises two main cliffs: the Long Side, with routes of about 15 to 20 metres in height, and the Short Side, with routes of up to 10 metres.\n\nThe Long Side comes into its own for climbers competent at around grade 18 and above. The Short Side is generally more suitable for learners, with shorter climbs and lower grades. The rock is fine-grained columnar basalt from the Mt Eden lava flow.\n\nPlease donate at least $10 to cover administration costs.\n\nThere are a few people that have jumped through a lot of hoops to regain access to the AGS rockwall.\n\nTo maintian future access please comply with the rules stated!!!                                                                                                                                  If you notice anything that needs attention, please let us know at: \nHere are the rules!\nRock climbing and abseiling can be dangerous activities\nRock-fall is a hazard at this rock wall\nAuckland Grammar School Board of Trustees and NZ Alpine Club accepts no liability for:\n -  injury or accident arising from use of the rockwall or access tracks\n -  the use of fixed anchors, chains and fences\nUse of this rock wall for Climbing or abseiling is strictly prohibited unless you are registered.\nRegister at \n BEFORE climbing.\nAny person using this rock wall without registering is a trespasser\nHelmets must be worn at all times\nDo not climb over or under fences and stay out of fenced off areas\nDo not use fences for anchors\nRegister on-line plus ‘print, sign and post’ registration to Auckland Section, New Zealand Alpine Club, PO Box 3036, Shortland St, Auckland 1140, New Zealand\nAll funds raised will go towards improving safety and amenity.\n\nFor example; stabilizing areas of loose rock so that ‘closed off’ areas can be re-opened, replacement and maintenance of anchors and bolts, access to the top and toilet facilities.\nOnce you have registered you will be issued with a tag that you can display while climbing, showing that you have donated to the Rockwall. \nPlease report all incidents to \nAuckland Grammar School Board of Trustees and New Zealand Alpine Club\n\nPlease observe some other a few other manners while at the crag\n\n1: Please follow existing tracks. This will prevent unnecessary damage to the vegetation surrounding the cliffs.\n\n2: Do not drop litter at the crag. Take home any that you find.\n\n3: Do not take your dog to the crag.\n\n4: Use as little chalk as possible, and brush away tick marks or excessive build-up at the end of your session.\n\n5: If you become frustrated with a climb please keep obscenities and offensive phrases to yourself."},
{"name": "The Point", "description": "The point out from Waipu Cove."},
{"name": "The Policeman", "description": "There may be some debate over the first ascents of these routes as there are repeated references to The Policeman as a rock climbing area in several publications over the years. For the sake of argument and for the want of any contradictory information the routes are credited as ﬁrst ascents in this instance."},
{"name": "The Slide", "description": "Better than it sounds, apparently. The first three routes share a single bolt belay; for \n use the pine tree."},
{"name": "The Nursery ", "description": "An amazing cliff which is home to some amazing rock and also some sleepy seals."},
{"name": "The Bolt Buttress", "description": "Access from Queens Drive"},
{"name": "The Three Sisters", "description": "Good on a hot day. The Three Sisters is a group of cliffs on the south side of Mt Pleasant, about 100m below the radio masts on the summit and (mainly) just below the Crater Rim Walkway. Away from the maddening crowds the whole area overlooks the port of Lyttelton and the climbs have a very picturesque setting among cliffs and native bush.\nThere are some good short routes which are usually soloed on the Baby Brother. The cliffs are well sheltered from winds from a north west to north east quarter, except the Baby Brother, which is exposed to the west.\nThe Baby Brother is on the ridge west of the West Sister, and faces south and west.\nTwisted Sister is a steep south-facing trachyte cliff, similar to the Middle Sister, though with less afternoon sun. The rock has amazing friction, though there are a few crumbly bits, especially in areas of light traffic. There are about 20 climbs ranging in grade from 17 to 26. Chains are being installed at the top of most routes.\nThe crag with the most routes, the middle sister is directly below the antenna farm. The track passes directly across the top, to get to the base either follow the steep  track on either  side, or abseil in down judge and jury.\nUgly Sister has had arange of sport routes added in the early 2000s mainly by Tony Burnell         \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "},
{"name": "Ti Point", "description": "Great sea crag cliff in 1h driving distance from the Auckland CBD. Around 20 sport routes and a few nice trad routes (make sure you bring big number cams). Good and comfortable bolting. Grades 16-24. Stable (Basalt) rock. A good crag for beginners and intermediate climbers.\n\nThe scenery is pretty awesome - make sure you bring the camera. The crag is good climbing at any time of the year. Check out the tide table - the crag is split into 2 areas - low tide safes 30min walk to get to the 'other side'."},
{"name": "The Amphitheatre", "description": "The Amphitheatre is the cliff-lined cirque below and west-northwest of Ruapehu Hut. Grid ref 308139. Mostly short mixed and ice climbs, mostly used for instruction. Some rock climbing has also been done here. Grades WI2–3, 10–20m high."},
{"name": "The Black Wall", "description": "The Black Wall is an reasonable (compared to some recent developments on the Port Hills) little crag of relatively good rock and moderate climbs. So far there are about 32 routes up to 15m high and Grade 25.While the rock is generally better than nearby Farm Park often the top few metres of the cliff are of unstable blocks topped by steep grass consequently climbs may finish a bit short. The crag is sheltered from the easterlies more than \n and quite cool in summer. Most routes have double bolt belays with chain.\n\nHistory\n\nWhile it must have been known about in the early days it was left alone until Bill McLeod and Simon Middlemass moved around from Farm Park on an exploratory wander. They climbed \n (15) and \n (20) that visit. Mere days later the Athol Whimp and Gavin Tweedie team visited disillusioned with Farm Park and climbed the same natural lines thinking they were first ascents - Athol's \n being only a slightly different line to \n. They returned with Pete Sykes to bolt several other routes on the main wall before Pete left for Dunedin. It lay unvisited for several years while most of the original ascentionists were elsewhere.\n\nSimon harboured this as a secret crag while living in Wanaka and revisited on returning to Christchurch checking out lines and drilling the holes for \n. Hearing that Lindsay was writing a Port Hills Guide and checking out all the crags plus a desire to keep the Chain Link gangs out Simon headed back in January 1998 with Pat Deavoll. Finding lunch scraps and chalked holds one day and the discovery of Craig and Tony a few days later - (also surprised to see others there) led to a frenzy of climbing. After that more and more people turned up and it was unlikely to remain under wraps much longer. Most of the old routes were rebolted at this time."},
{"name": "Titahi Bay", "description": "Titahi Bay, as the \n guidebook delicately puts it, 'isn't on everyone's list of classic North Island cliffs'. But it has a history. Climbers have visited Titahi Bay since the 1930s, at least. In 1970, Graeme Dingle published one of the first rock climbing guidebooks, noting that it was long overdue, and hoping that 'a guide of this nature will help in making rock climbing more enjoyable, thus raising the general standard'.\nDingle did not shy away from Titahi Bay's less attractive traits: 'the rock here is not always reliable and protection often inadequate'. This is still true, but there are also well-protected routes on good rock, especially since bolts began to be used in the mid-1980s. Double bolt belays were installed at the top of most routes around 2005."},
{"name": "The Altar @ Church Bay", "description": "A wee crag clearly visible from road on the way towards Daimond Harbour. The climbs are generally about 10m high and bolt protected.\n\nIt was intially developed by Simon Courtois and Dave Shotwell around 2008/09."},
{"name": "The Arboretum", "description": "North-facing limestone crags that are generally weather proof. There are quite a few good climbs here at various grades, and a lot more climbing to be developed. The Arboretum comprises a set of crags about 60–80 metres high. Much of the rock is un-featured and routes tend to follow the large cracks which break up the cliff.\n\nCharacteristically the heart of Bullock Creek, in its Jurassic like setting, and its diverse climbing on rock that varies from solid-as to choss pile as you climb through the different layers of limestone. It offers up a handful of moderate multi-pitch adventures as well as some thought provoking trad lines. The Arboretum is also home to the notorious Gumboot Ledge, which has been described by one unnamed individual as \"the best climbing at Bullock Creek!\" and another as \"it's as loose and dirty as the route developers.\" I'm leaning towards the latter, although Arc of a Diver and Plan B are both classic in their own right"},
{"name": "Te Tuhi Point Crag", "description": "na"},
{"name": "Terminator Crag", "description": "next to Terminator ski run"},
{"name": "Te Oka", "description": "Information  By Tony Burnell/ Lindsay Main also Previously hosted on website by John Davis\n\nSituation and Character\n\nThe crag overlooks Lake Forsyth and the township of Little River and is in a gloriously sunny location on the side of Te Oka about fifteen minutes from the road and about sixty minutes by car from Christchurch. The rock is obviously volcanic and, as one would expect, has the typical basalt pillar appearance. The rock can feel quite frictionless and, until the routes have had some traffic, there will be the odd loose, dirty hold. In truth, the main crag is steep and offers very little in the way of lower grade climbs, however on the plus side, all the routes are equipped with in situ gear and belays. If the gear isn't enough to tempt you, then the cafe at Little River should be. None of the routes are longer than 25 metres so a standard 50 metre rope is sufficient to lower off from the belays.\n\nAspect and Climate\n\nTe Oka is not fast-drying and after prolonged rain the seepage takes a long while to disappear, but it has remained climbable for the most part during this exceptional winter. The crag is situated high on the hillside about 500 m above sea level; it is sheltered and has a westerly aspect. The sun finds the crag around lunch time and stays til it sets behind the Southern Alps.\n\nHistory\n\nTe Oka was overlooked during the development on the Banks Peninsula mistakenly in my opinion (but who asked) apart from a fleeting visit by Phil de Joux and Martin Clarke. Only Phil stayed long enough to record the first route there 'Dark Tower'. In 1997 Alan Monnox introduced Pat Deavoll and Tony Burnell to the crag. That was his first mistake, especially if he was harbouring any secret desire to put up some new routes. During June and July 1997 Pat and Tony set about the development and the cleaning up of the previously bolted but unclimbed projects. After several weeks work, their tally rose to ten routes on the main crag, three of which were \n, \n and \n. Around the north side of the crag Alan added three traditional routes; hopefully they will have gone the way of all things back to nature."},
{"name": "The Monument", "description": "The Monument is the prominent rocky peak at the head of the Purau Valley. It is easily seen from the Port Hills. It gives a great day's climbing for a middle -grade climber. Some really high-quality routes in the 17-20 range are here, plus a pleasant setting and reasonable access. Generally the climbs follow well-developed finger/hand-size crack systems, and are free from loose rock and vegetation. The climbing style is varied, and the harder climbs tend to be the better quality ones.\nThe cliff is sheltered from the NE winds, and dries out quickly after rain."},
{"name": "Te Ikaamaru Bay", "description": "Te Ikaamaru Bay is a three-hour walk south from Makara Beach."},
{"name": "Te Arawa Cliffs", "description": "Further up the valley from Hotu is a long and low set of cliffs known as Te Arawa. The rock is very solid, but due to their south-facing aspect the cliffs tend stay fairly cold except in the heat of summer. Staff from OPC developed these cliffs from 1973 onwards. They are used for instruction and harbour some excellent climbs up to 10 metres high. The cliff is described in two parts – a short, scrappy area joins the pair. These parts are known as Te Arawa Left and Te Arawa Right. There is a great deal more unclimbed cliff further right again."},
{"name": "Tamatea", "description": "The crag is located on the South side of the Summit Rd in a gut overlooking the Governors Bay Rd. The main wall is around twenty metres high and the rock is typical Port Hills volcanic rock, lichen covered, course grained and fairly compact. The West (main) Face is not too steep but as you go towards the south end of the main face the crag changes in nature becoming undercut & then overhanging around on the South Face. The majority of the climbs were done by Simon Courtois & Tony Burnell."},
{"name": "Tascmaster Wall", "description": "The long wall further south from the Southern Bluffs and buttresses visible from the TASC Lodge. As a result of lava flows cooling on contact with ice, the crag has horizontal columns and blocks in the steep orange rock of the Fire and Ice area. Explored extensively during the NZAC Summer Camp at TASC January 2015 by the Garrity family and others. Offers full-pitch, moderate trad routes at either end of the crag on blocky ground, and a couple of bolted lines in the middle. With scope for more routes with some appealing lines on the steeper, smooth orange rock, this crag promises to be a nice lower-grade complement to the Wall of Sound. Boulders on top allow anchors to be built back from the edge (long slings or old ropes) but be aware of kicking scree and rocks on those below."},
{"name": "Tahurangi Bluff", "description": "Tahurangi Bluff is the dominant feature to the north of the Puffer on the Translator Road."},
{"name": "Tairua Crag", "description": "As seen in the opening scene of \"Hunt for the wilderpeople\". The rock at Tairua is rhyolite from the Kapowai Caldera, a volcanic complex that was active around 9 million years ago. It has steep, featured terrain with crack systems, pockets, edges, sloping bulges and chickenhead knobs in abundance. Some of the more featured rock resembles bubbles and there is the occasional hollow sounding flake, but the vast majority is good quality hard rock. Once further developed this will be a great crag to climb in the rain due to how steep it is."},
{"name": "Baring Head", "description": "On a rugged beach, squeezed between the southern tip of the North Island and the often wild Cook Strait, Baring Head was the birthplace of bouldering in New Zealand. It has been a forging ground for some of New Zealand’s best climbers. \nThe greywacke rock is slick and crimpy. Many proud and intimidating boulder problems rise up to eight metres above coarse sandy landings. The best that Baring Head has to offer is bouldering from a bygone era, where poise and composure, rather than difficulty, is paramount. \nPerhaps the best of best is the \n circuit of V1 to V4 routes on the Overhanging and Only the Good Die Young Walls.\nBut those seeking pure physical challenges will not be disappointed, with iconic test pieces such as \n and \n, as well as enormous potential for hard eliminate problems.\nIf sport climbing is more your cup of tea, the nearby \n offers half a dozen surprisingly enjoyable clip-ups."},
{"name": "Sumner Boulevard", "description": "This crag suffered damage during the 22 February earthquake and \n (see comment below).\n\n \n\n "},
{"name": "Student Bluff", "description": "This line of small bluffs is about 500m east of and level with Whangaehu Hut. The routes were originally developed by Ray Button, with others, and used for instruction by OPC."},
{"name": "Sunnyside", "description": "This is a quality wall , never high, with has about 28 routes. The climbs range from 16 -27. Facing North ish it is a good winter venue but can be baking hot in the mid-day sun"},
{"name": "Stubbs Wall", "description": "A short slabby wall about 10m high. What this small crag misses out on with its lack of height,\n\nit more than makes up for in sustained technical climbing on excellent quality limestone.\n\nThere are currently four routes on the main face and one other on the obvious overhanging\n\nboulder at the bottom of the doline."},
{"name": "Stony Bay Peak", "description": "Stony Bay Peak is the prominent crag above Akaroa. Lots of possibilities exist here for those with a gorse slasher and a brush ! It has excellent, compact trachyte rock and a lot of the climbs are quite long. The crag is sunny and has a panoramic view overlooking Akaroa Harbour.\n\nHistory\n\nThe first recorded visit was in 1974, resulting in \n by Hugh Logan. Visits in the mid-70s were sporadic and not much was done, until Rick McGregor put up \n in 1979. In the early 80s John Howard, Brent Davis and Brian Fish did various routes, notably \n and \n, but many of these efforts were not recorded. Since then the crag seems to have been neglected.\n\nClimbing Notes\n\nTake a slasher, since the crag suffers from gorse around the base. Descent routes are round each end, down a gully near Anorexic Banana, or down the big gully in the middle of the crag.\n\nAnother stratagey for climbing here is to walk to the summit[45 mins], abseil into the base of the climbs then climb out.\n\nA few easier routes that have no particular merit a re not recorded here. There is confusion about the exact position of some routes. Be sure to visit the Akaroa fish & chip shop on your way home."},
{"name": "Split Persona Wall", "description": "An area where the climbs are not as they appear to be...\n\nHidden and set back, just 20m from road this crag is so close you could throw a rock at a climber from your car. It's located just east of The Watchtower or 5 kms past the pull out to the Upper Bluffs. Parking is near the river immediately after the cuttings in the road. Look for a white wall in the trees to the south. The track is up a steep bank on the left hand side of the cutting. Schizoid is a classic test-piece."},
{"name": "Te Ananui", "description": "The rock at Te Ananui is rhyolite, typically horizontally banded and vertically\n\njointed, which makes for extremely positive holds and cracks that provide sound\n\nplacements. The rock quality is variable: in general where the rock is white, it\n\nhas weathered to a sandy, often salt encrusted and rounded form. Some routes\n\nhave gone on this rock, but as a best bet for the newcomer, it should be avoided!\n\nThere is a great deal of extremely solid rock, which is typically orange or yellow\n\nin colour. Most of the good routes follow cracks and seams on this rock, which is\n\nusually close to vertical. There are an abundance of positive holds, so that\n\ngrades tend to group around 16-18, although most are fairly strenuous. Having\n\nraved about how solid the rock is, take care since many of the routes have only\n\nbeen climbed once or twice, and there will be the odd loose rock. It's a very good\n\nidea for the belayer, if not the leader as well, to wear a helmet, and to stack the\n\nrope somewhere safe.\n\nJo Haines spotted the cracklines on Pohutukawa cliff in September 1991 and on\n\na subsequent visit with Dave Campbell they put up five routes in an afternoon.\n\nThese two were responsible for most of the early routes. Various other climbers\n\nvisited the beach during the summer, and in particular Mark Jones and Ray\n\nHollingsworth added an impressive string of routes.\n\nAccess to the top of the cliffs is difficult, so there is little here for the top-roping\n\nclimber. If you want to climb, bring your rack! There is good bouldering,\n\nespecially on Echo wall, with good landings on soft sand.\n\nGear;\n\nTo climb at Te Ananui you'll need a range of cams and wires of all sizes. Hexes\n\neven come in handy. Flexible camming units are especially handy as there are\n\nlots of deep horizontal breaks. RP's have even been used on Echo wall where\n\nthe tight seams allow good placements (although you'll probably need to\n\nconvince yourself of that!). Slings are needed for runners around trees.\n\nOf the nearly 70 routes at Te Ananui, only a handful use bolts for protection. It\n\nwould be nice to see this ratio of bolts to natural pro. remain.\n\nThe gear you will need - a full rack of cams and wires plus hexes if you have\n\nthem, and 11 quickdraws."},
{"name": "Spittle Hill", "description": "The area of boulders south to the south of Woolly Valley.\n\nUseful bouldering information, "},
{"name": "Spur Road", "description": "Spur Road is a south-facing basalt crag. It has many good natural gear lines between 10 and 15m high with reasonable protection.\nSometimes the top of the routes can be a little dirty after rain and some of the blocky rock should handled carefully.\n\nThere are also many semi-suspect branches in the pine trees at the top of the crag.  We recommend you always wear a helmet at Spur Road (even at the top of the crag) and definitely stay away during high winds.\n\nThe routes often have painted letters to identify them. The abbreviations are included with the route name in the guide.\nRoutes Are Left to Right,  different to \"as you approach\"."},
{"name": "Sickle Crack Crag", "description": "History dates vague attempts at this crag as far back as 1977 by Roland Logan and Galen Rowell."},
{"name": "Shotwell Slabs", "description": "Shotwell Slabs or \"Shotty Slabs\"provide consistent climbing on clean diorite.\n\n Climbing Notes::\n\n1 Take 2 x 60m ropes and 14 quickdraws.\n\n2 American Idol is the only route that requires trad gear the rest are fully bolted.\n\n3 Best combo. 1st pictch of Bad Judgement, traverse easy ledge to Eureka, climb Eureka, and finish on Tickety Boo.\n\n4 Best and easiest way to the top of the slab: 1st pitch of American Idol, then cross rightwards to Morris Dancing and climb the last 2 pitches."},
{"name": "Shirt Front", "description": "This is a series of crags with a SE aspect above ant tot he north or the Aorangi ski tow area.   It has a number of buttresses and small roofs.  The rock is variable with layered fractured sections.  Some good hunting (and maybe some cleaning) will reveal a number of routes.  Eric Duggan and Iain Burgon did 4 routes in this area in April 2015"},
{"name": "Southern Bluffs", "description": "These cliffs, unsurprisingly, are to the south of the car park, towards the Whangaehu valley."},
{"name": "Shakey Town", "description": "Slightly overhanging to vertical rock, the southern aspect protects it often from rain"},
{"name": "Ship Rock", "description": "A good collection of sport routes on pretty good greywacke, on the southern and eastern sides of the rock. Back in the 1980s, there was a stranded fishing boat stuck next to the rock – and old rusty cables can still be seen nearby, relics from the wreck and salvage of the Pacific Charger freighter, which ran aground in May 1981."},
{"name": "Starvation Gully Area", "description": "The results of Alan Hill's antics out on the peninsula."},
{"name": "Second Buttress", "description": "It has two sets of top rope anchors for dry tooling practice.\n\nNo recorded routes to date. It has potential for several winter\n\nlines. The rock is quite mossy so will require a bit of\n\nbrushing before any rock climbs can be enjoyed."},
{"name": "Screaming Whippets Crag", "description": "The RH side of the crag faces S, the left end SW. Towards the LH end is a very large roof above a L facing corner with bush. Green Groove is the groove/crack just L. At the LH end, on the last rock of any note is"},
{"name": "The Airstrip (Bouldering)", "description": "Bouldering on the Waitomo Limestone.\n\nThe bouldering & the rock\n\nThe airstrip excels in low to mid grade bouldering. The best problems are often up to 4m high, and offer a great range of moves although delicate smears and desperate slaps feature often.\n\nThe Waitomo limestone is generally very solid with reasonable friction, and well featured due to 1000’s of years of weathering.\n\nWhere to stay & eats\n\nWaitomo is a tourist town so take your pick, Backpackers start at about $20 a night and comes complete with drunken free loving guests. The village camping ground costs about $12pp for camping and also has cabins available. Climbers may be more attracted to the HTG Caving hut 1.5km out of Waitomo towards the bouldering. This is bunk bed accommodation with a communal kitchen and good showers, for $12 a night and comes complete with drunken free loving cavers. Camping is also available here for $7pp.\n\nWaitomo village has a pub and bottle store which does basic evening meals. There is also a very average pizza café at a back packers, and the good (though expensive) Long Black Café for coffee, food, and caving tours (!?). The nearest town, Otorohanga has a supermarket and ‘The Thirsty Weta’, a better than average bar/café.\n\nGrade Hit List\n\nVM Trees For Cheese (The Swamp) - Problem 6, (The Greek Gods)\n\nV0 Shimmeys Chimney Warm up Boulder (Valley Wall) Fishy Fingers (Fisher Wall)\n\nV1 Swampthing (The Swamp) Problem 3 (Skyline Boulders) Coconut Paddle (Totem area)\n\nV2 Gonzo (Highball wall) - Spanking Monkeys (Highball Wall)\n\nV3 K3 (Highball Wall) - Grated Parmesan (The Cheesegrater)\n\nV4 Golden Shower (Highball Wall)Echo-psychosis (Wave Wall) Approaching Insanity (Grot View)\n\nV5 Download (Highball Wall) - A Little Bit Camp (North Face)\n\nV6 Heavenly Curves (North Face) - Razorback Rider (Alchemy Wall) - Franks Better Half (Grot View)\n\nV7 Franks Route (Grot View) - Power Puku link up (Grot View)\n\nV8 Frantic (Grot View)\n\nV9 Ninja Rejecter (Reservoir Wall)\n\nV10 Anti-Hesitator (Grot View)"},
{"name": "Sawyer's Crag", "description": "Sawyer's Crag is a sub-alpine crag located above Sawyer Stream, behind Unwin Lodge, at Aoraki Mount Cook\n\nNational Park. The crag starts from the stream at about 740 metres altitude and tops out on Hoophorn Spur at 1000 metres. It faces north and catches the sun.\n\nMost of the routes are bolted, but take natural gear for additional anchors and placements on some routes.\n\nThere have been some fixed ropes left in place, use at your own peril.\n\nThere is plenty of scope for more routes, both natural and bolted.\n\nNote that this area is a domestic water catchment area and must not be polluted.\n\nIt is possible to scramble between the top of \"Paper Tiger\", past the \"Joggers' Special\" wall, to the climbs\n\ncentered around \"Bone China\"."},
{"name": "Saturday Morning Special", "description": "Access from Queens Drive"},
{"name": "Sandhills Creek", "description": "Way out west souh of Whanganui Inlet"},
{"name": "Sheridan Hills", "description": "Ross McGarva and John Jamieson were the first climbers to visit Sheridan Hills in March of\n\n1991. Bryce Martin tagged along on their second trip when they did their first climb, Hotter\n\nThan a Very Hot Thing, adding one of his own, Hannah Louise, on the same day.\n\nBryce returned with Dave Garrity and they climbed “Arms Control” and “Canard” on their first\n\nvisit, then with regular visits through the winter added a further 36 routes.\n\nCome spring and the light-weights came out to play: first Craig Miller for a brief stint before\n\nemigrating to Canada, and then a team of newbie apprentices: Cliff Ellery, Dean Maxwell, and\n\nMichael Camilleri."},
{"name": "Remarkable Dykes", "description": "These are two impressive trachyte dykes running up the hillside on the south side of Lyttelton Harbour. They have been climbed on since the '30s, but despite the amount of steep rock, there is not much scope for good climbing. Five good routes, including the classic \n, are known.\nRecommended access is from the Kaituna Valley and Kaituna Saddle. Approaching from McQueens Valley side may earn you the wrath of a Mr Harneiss. All the routes are on the east side of the western dyke."},
{"name": "Rapaki", "description": "A crag much beloved by beginning climbers, outdoor ed classes and scouts. Easy walk-on, walk-off access means the place is often crowded with top-ropers, though all routes are leadable on gear. Not as many classic routes as other port hills crags, but worth a visit if you can find a day when it's not too crowded.\n\nClassic crag, especially for beginners."},
{"name": "Rarangi Crag", "description": "This crag is made up of short sport climbs. Best to visit in summer as rock can take ages to dry when wet. Beware of sandflys."},
{"name": "Raincliff", "description": "Limestone sport climbing, some climb are in the shade of the willow trees and along the Opihi River.\n\nWall between 8-15m high."},
{"name": "Reporoa Gorge", "description": "Christmas Crag- Torepatutahi Reserve\nIntroduction\n\nThis crag, though it did show a few signs of possible climbing activity in the\n\npast, was brought back into the lime light by a few Taupo locals including\n\nSteven King and Kane Fleur. The crag offers both bouldering and roped\n\nclimbing on top notch Ryolite. Due to a temporal focus on bouldering, the crew\n\nfocused their energy at the other end of the gorge and managed to put up a\n\nnumber of excellent boulder problems. The main cliff section, however,\n\nremained mostly ignored until Matt Natti and Fionn Claydon, two Palmerston\n\nNorth locals, decided to focus their energy on developing the area over their 3\n\nweek Christmas break in the summer of 2006. After the initial tracks were\n\ncleared and a few of the \"classic\" lines had been clean and bolted, the crag\n\nquickly took on a life of its own as more and more people jumped on the\n\n\"development band wagon.\"\n\nAs many of the climbs are on short bits of rock with good landings they lend\n\nthemselves more to bouldering. The guide is split into 2 sections, climbing at\n\nthe front with boulder problems near the back. Most climbs listed have double\n\nchain belays on top.\n\nGear\n\nThe crag has a mix of Trad and sport routes. A standard trad rack and 10 quick\n\ndraws will get you up most routes\n\nA recommended rack is given for each line. Trad gears is given as\n\nSCD = Small Cams. Smaller than 1 Friend.\n\nCD = Set of Camming devices, size 1 to 4 Friend or equal (+½ sizes)\n\nW = A full set of wires."},
{"name": "Redcliffe", "description": "A group of small limestone cliffs on the south bank of the Rakaia River."},
{"name": "Quantum Field", "description": "The area of boulders in the middle of Castle Hill, north of Woolly Valley and South of Rambandit Valley. It has the main concentration of climbing in it.\n\nUseful bouldering information, "},
{"name": "Punk Rock", "description": "The Feb 22nd Earthquake has caused major damage at the crag! There has been major rockfall. THERE ARE LOOSE ROCKS TOTTERING ABOUT THESE CRAGS, EAGERLY WAITING TO SKANK YOU! Aftershocks are feature at the moment. USE YOUR BRAINS AND STAY CLEAR!\n\n \nUpdate 28 April 2014. Crag remains very dangerous with numerous large boulders scattered down the hillside and mass destruction to all but a few climbs. This crag is likely closed forever.\nPunk Rock is an interesting diversion from the mainstream of rockclimbing society. This is a small cliff at Sumner, a few miles east of Christchurch.  The climbs are mostly well defined jam cracks (exemplified by the classic New Reality Jam Session), but a few routes have been established on walls and incipient cracks. Subsequent sport routes have been added.\n\n \n\nHistory\n\nConsidered worthless for many years, the cliff was climbed on by John McCallum and Lindsay Main in early 1979. It received little other attention throughout most of the mid-80s and 90s, with the exception of one new route by Marcus Thomas. The exceptionally hot and dry summer of 1997/1998 prompted a new wave of interest, with several new routes added.mostly well defined jam cracks (exemplified by the classic New Reality Jam Session), but a few routes have been established on walls and incipient cracks.\n\nMore routes mainly sport routes have been added 2009 as well as some exsisting routes tidyed up"},
{"name": "Rakaia Gorge", "description": "Rakaia Gorge has many options for the Boulderer. Now features Bolts and top rope anchors for dry tooling and sport climbing."},
{"name": "Punk Rock", "description": "An understated little crag, tucked away where you least expect it and with views to boot. There are 15 climbs in the easy-to-mid-grade range, all climbed by Charlie Creese in the early 1980s. Two steel stakes at the top of the crag, eight metres back, act as belays."},
{"name": "Secret Valley", "description": "“Secret Valley” is one of the crags within the Wharepapa South area, “Secret Valley”\n\ncovers an extensive area of ignimbrite cliffs and spires with a good range of climbs suited to\n\nthe more adventurous climber who likes to get away from the maddening crowds. It has not\n\nbeen developed for sport climbing and is non-commercial.\n\nClimbing Notes:\n\nDrinking water is available from fresh water springs on the true right of the stream, under\n\n“Crag X”, on a bend in the stream. A little further down, the stream falls over some boulders\n\ncreating a pleasant spot for a swim (watch out for the toe hungry eels!). Some camping has\n\nalso been permitted near the crags, a $2 donation is appreciated.\n\nHistory:\n\n“Secret Valley” was discovered in 1988, by a group of Hamilton climbers, in an attempt to\n\nfind new crags, but was not climbed on until almost two years latter. With only a small\n\nnumber of climbers putting up the climbs, the number of climbs completed is not extensive,\n\nbut they are of high quality."},
{"name": "Port Levy", "description": "Where the Port Levy – Pigeon Bay road takes a sharp LH turn and starts to head up to the saddle. Park by the stream and head up to the ridge. The cliff is on the far side.\n\nThe righthand buttress has some nice cracks and grooves taking small to medium wires & small cams, plus a large cam for the pillar routes. There  is a central pillar with wide cracks on either side."},
{"name": "Prebble Hill", "description": "Prebble Hill"},
{"name": "Port Chalmers Quarry", "description": "A collection of sport routes within the urban area of Port Chalmers. The crags are at the back of a small public garden/ park with a view of the port and the town. Just 10 minutes drive from the centre of Dunedin.\nThe Chakrata Wall and The Great Escape are protected by bolts of a trustworthy nature (all mid-late 2000s, by Dave Brash). Elevator and Ren, as well as the seperate Stimpy anchor were rebolted in September 2015 (Stimpy rebolting ASAP), but all routes climber's right of TGE are historical in nature, and may not be safely climbable without significant rebolting effort."},
{"name": "Poo Pond Crag", "description": "Slightly overgrown climbs behind the sewage ponds.The lowest (first) climbs are those on the Poo Pond Slabs.There are 2 (or 3) climbs (one protected by an old piton) on the lower wall. The R and L being bolt protected."},
{"name": "Sebastopol Bluffs", "description": "Sebastapol Bluffs are located in close proximity to the NZAC \n. Most of the best quality lines are the bolted slab routes; the quality of rock on the crack climbs can be variable. The best place to start and orient yourself with the crag is the Twin Cracks Wall.\n\nAlpine Guides have produced a brochure which is a helpful source of information, availible from Alpine guides at the Mt Cook village or Unwin Hut.\n\nOther crags in the vicinity - Kowhai Crag, Unwin Crag, and Shakey Town have been included under Sebastopol so that climbers visiting the area don't miss them."},
{"name": "Pukepohatu/Bald Rock", "description": "Introduction\n\nTh is is another outcrop that many northbound climbers would have ogled at and maybe even investigated, but little was recorded until Alan Hill made a number of forays there in 1991. Thanks to Alan for providing most of the route descriptions.\n\nClimbing notes\n\nThe dome is sandstone, and while soft with the odd loose block it is generally sound. To date, this is solely natural pro territory, with climbs usually following obvious cracks or linking gaps between cracks. Belay anchors may be difficult to find, but most routes are walk off . There is heaps of potential here for some great slab and face routes, but they will require extensive cleaning and bolting, along with a bit more track clearing.\n\nBouldering\n\nLittle bouldering has been done. The Upper West and Summit Slabs show promise for bouldering or solo routes, but would need cleaning first."},
{"name": "Pukerua Bay", "description": "These small gems of crags are often overlooked. What they lack in size they make up for in atmosphere and variety of climbing. The Arch is almost the great Wellington roadside attraction, with its concentration of hard bouldering; the Dionysiac Slab has good beginners’ climbs; Nobby’s Cave provides steep sport climbing; and Wairaka Rock is a tall sea stack.\n\nWhen to go\n\nOne of the major attractions of this venue is that it is sheltered from all but the most driving northerly wind. Great conditions can be had in a southerly and a gusty nor’wester. However, if it’s been raining hard then leave the Arch for a day or two, as it will seep.\n\nWhat to bring\n\nYou’ll want a bouldering mat at the Arch. Possibly two. The landings are nice and flat but consist almost entirely of rocks. You’ll also want a spotter. Although the problems climb solid features, some of the rock can be less than perfect. A small, soft wire-brush for cleaning moss (and soot) off some of the holds may also be useful. But please go easy on the rock. All the lead climbs are bolted, and double ropes may be useful on Wairaka Rock."},
{"name": "Pitapata Wall", "description": "Pita Pata Wall is hidden in the bush high up above the Punakaiki River. It was developed in desperation on a rainy day -Bullock Creek was flooded and most other areas of rock were wet. It’s wee walk up to the crag, but it stays dry in any wether and the views out to sea are stunning!"},
{"name": "Phil’s Bivvy Slabs", "description": "The large recessed slab above Phil's Bivvy holds two long sustained slab routes. Both remain relatively dry, following lines on either side of the water-streak."},
{"name": "Peraki Valley", "description": "Long slabs and high red faces hidden in a picturesque valley on the south side of the Banks Peninsula. Two of the longest routes near Christchurch were put up here in 06/07, and there is plenty of territory left to develop. A bit of a drive and bush-bash to get to, but well worth it if you like bolted slabs and exposed sport routes."},
{"name": "Pehi’s Bluff", "description": "According to William Mead, Pehi Turoa was a Whanganui chief who knew the western side of Ruapehu well and had a whare between Ruapehu and Hauhangatahi, which he used on hunting trips early in the twentieth century.\n\nPehi’s Bluff is the dome of jointed, columnar lava that can be seen on the south-western skyline as you drive up towards the Top o’ the Bruce. The crag faces north-east, with expansive views out across the western volcanic plateau. But it is an alpine environment, sitting at around 1700m. Be prepared for changes in the weather.\n\nThe routes are at a relatively easy angle, well protected and with moderate grades; it is a good venue for climbers wishing to practise leading on natural gear.\n\nStu Allan, with OPC students, was the first to climb here in 1977. Other OPC and park staff followed, including Doug Wilson, Ann Louise Mitcalfe, Neil Clifton and Ray Button. At least 10 routes were done, including the brilliant Tawhitikuri. Pehi’s Bluff is now visited mostly for instruction by OPC, but deserves to be more widely known.\n\nThere are no fixed anchors at the crag: double ropes may be useful as belay anchors can be some distance back from the tops of the routes. Descent is by scrambling along the blocky crest of the ridge towards Ruapehu."},
{"name": "Piarere", "description": "Piarere is situated in the Waikato between Cambridge and Tirau, near the junction of SH1\n\nand SH29. The crag consists of two parallel cliffs, one each side of SH29. It has been\n\ndescribed as New Zealand’s most British crag, located as it is on open farmland adjacent to a\n\nhighway, a few minutes from a tea-room, and even with a pub not too far away.\n\nThe rock is ignimbrite and, although generally friable in places, gives pleasant climbing mainly\n\nin cracks and chimneys. Cracks tend to have rounded edges and widen towards the top.\n\nThe main cliff faces north and is an ideal place to climb in winter. Nowadays Piarere is\n\neclipsed by the quality crags at Wharepapa. There is still potential for new routes at Piarere."},
{"name": "Otira Slabs", "description": "The slabs on the true right of the upper Otira River."},
{"name": "Panama Rock", "description": "Panama Rock, also known as Kellers Peak, is a trachyte lava dome fed by an obvious feeder dyke. The rock is compact and doesn't take natural protection well.\n\nOn the west side the the climbs listed follow the weaknesses and are reasonably protectable. On the east side the routes are mostly bolted, with some having been retro-bolted. Several recent new routes have not been listed."},
{"name": "Paradise Crags (Main crag or left side)", "description": "Large area of low angle rock, around 30m high.\n\nThe story behind Paradise: In mid 2014 Neil Silverwood and Neil Warrington applied for funding from Sport NZ. Every second year grants are given out to New Zealanders doing innovative adventures around the globe. Perhaps due to a serious lack of applications Sport NZ awarded the pair a grant for route development at Bullock Creek. Warrington and Silverwood had promised to put up 30 routes in 30 days, complete a guide book, and name their first born 'Sport NZ'.\n\nParadise Bivy was used as advanced base camp and almost all the routes at this crag were created during January 2015. Exhaustion, rain and frustration with living in the dirt slowed progress to a crawl and by half way through the month they only had 10 climbs completed.\n\nA post on social media promising free bolts, food and a can of double brown brought in reinforcements in the form of a few more keen route developers. On day 29 of the trip the 30th climb went up. The final tally for the month was 33 new climbs (37 pitches)."},
{"name": "Pinnacles Hut Area", "description": "Tumbling down the north side of Mt Somers are huge columns of rhyolite which form one of the best climbing areas in Canterbury. The routes are long and sustained outings up grooves and arêtes up to three pitches high. Over the past two years these, together with andesite pinnacles lower in the valley, have been developed mostly by a small group of Oamaru climbers. There are now over 60 routes, grades 9 to 25, with potential for many more."},
{"name": "Okahu Bluff", "description": "This is the biggest cliff on the mountain, rising over two hundred metres straight up from the valley below. Due to its remote location, few people have ventured to the west side."},
{"name": "One Tree Crag", "description": " \nThe Feb 22nd Earthquake has caused major damage at the crag! There has been major rockfall. THERE ARE LOOSE ROCKS TOTTERING ABOUT THESE CRAGS, EAGERLY WAITING TO SKANK YOU! Aftershocks are feature at the moment. USE YOUR BRAINS AND STAY CLEAR!\nCopied from mojozone, by John Entwisle\nFound 200 metres right of Punk Rock.\nThis crag illustrates the dangers of letting two under-employed local near-pensioners loose with a drill. Until this frenzied burst of choss removal and drilling the only noteworthy route on the crag was Ray's \"Out with the Missus\" although there were rumours of other developments. The archeological diggings did reveal hints of homo climberus activities but no clay tablets designating the routes were unearthed, so until proved otherwise, this will have to stand as the definitive document. All of the climbs are bolt protected and equipped with double bolt anchors. They are designed to be led as approach from the top is not to be recommended. Most of the climbs have had a second ascent to try to confirm the grades. The crag gets early sun and is sheltered from the NW and not too cold in a southerly.\nApproach\nDrive or bus to Sumner then take the first path to the Capt Thomas Track off Wakefield Ave. Where the track levels one gets a good view of the tree and slab. Cross the first fence at dug steps by a large pine and the next fence where it suits."},
{"name": "Pigeon Bay", "description": "This is crag is some of the results of Allan Hill\"s many forays out to the penninsula.\nAccess details and exact loacation are doubt, but more information will surface as more information is found out.\n\nEast side of the bay.  Several side valleys cut down to the shoreline and all contain cliffs. Finding the right valley is the hard bit!\n3rd valley along! 1.5km past the stand of eucalyptus below the first gate on the farm road.\nHas two obvious cliffs on the LH side of the valley. The lower one has a concave feature, and just above is a second cliff:"},
{"name": "Pohara", "description": "A set of crags along the road betwwen Takaka and Abel Tasman NP"},
{"name": "Orbell St", "description": "About as accessible as it gets, must have been climbed on. Any info would be appreciated. \nOn Orbell St in Timaru there is a short line of basalt outcrops between 5 and 10 meters high. Amongst the broken and blocky sections there is a handful of faces with cracks, corners, aretes and slabs on mostly sound rock, ideal for bouldering and possibly even lead climbing if you don't mind topping out into a jungle. There are around 30 climbs, with a range of easy to moderate cracks, bridging grooves, fingery slabs and the occasional bulge."},
{"name": "Otepatotu", "description": "It may take a while to get a grip on the name:\"O-te -pa-to-tu\", or \"Ote\" for short.\n\nThere are some excellent routes here, particularly low-grade trad climbs which are well-protected and reasonably long.  The rock configuration means that most of the better routes have a compact, knobbly lower half (nice climbing but sometimes with little pro), and a steeper, more featured upper half.\nIn northwest winds the crag is sheltered, though it's very exposed at the top. Avoid  it in a southerly.\n\nHistory\n\nThe crag was first visited by a group of wandering climbers in 1973, producing a series of excellent routes. These are the classic ***Ultimate Horror  (16) - later \"enhanced\" with two bolts and *Deviant (17) by Tim Wethey, **Oblivion (16) by Mike Franklin, *N.S.U (14 ) by Mike Perry, and *Diploma (14) by Warwick Anderson. These visits established the crag, but the next new route was not until five years later with Hugh Logan’s **Eliminator (18). The crag’s hardest climb was produced by John Allen in 1979: Walk on the Mild Side (23). This necessitated a 7m fall due to removing hands from the rock at the wrong time! Another Allen prize was **Altar (21), the spectacular arete that gives the crag its profile. This was top-roped in 1973, but the difficulty (for the time) and limited protection preserved it for seven more years. Also climbed in 1980 were John Howard’s Falter (22) and Greenstick Fracture (20). Roddy McKenzie added Cabbage Milkshake (22). During the 1990s the crag had a few new routes put in by Hamish Dunn & Rob Battersby, mixing trad climbing in with bolts. Alan Hill and friends also put up some trad routes, mainly on the small cliffs to the left of the main wall, during the 90s and early 2000s.\n\nIn 2011 seismic events forced a re-evaluation of local climbing, and Otepatotu became a preferred destination because of the absence of damage to the crag and ease of access. A track was cut to the base, all the existing lines were cleaned, and many new routes and variations were added, the main protagonists being Joe Arts, Lindsay Main, and Hugh Logan. A few routes (The Ultimate Horror and Dead Heroes) were retro-bolted, and bolt anchor stations were established along the top of the crag. Gorse-infested corners were cleaned out and development started on the left side of the main cliff (left of Walk on the Mild Side), resulting in about 15 new routes and variations. Many of these were of unexpected quality.\nApart from the main crag, with routes listed below, there are three smaller crags to the left, the Left, Middle, and Right Buttresses. The routes on these are listed separately for each crag."},
{"name": "Ocean Wall", "description": "This is the large north-facing wall with an undercut start and obvious horizontal banding, indicating a healthy series of overhangs. The crag is about 25 metres high and has some excellent pumpy climbing that stays dry in all weather."},
{"name": "Northern Bluffs", "description": "These are the cliffs across the valley from the car park. The obvious ice lines have been climbed, but there is potential for some very difficult climbs to be completed. The first three routes are on the shorter left-hand section of the bluffs.  Much potentual for good rock climbs, but some of the lava layers are shattered"},
{"name": "Ning Nong", "description": "The Ning Nong boulder is a small, esoteric venue located on the south-eastern coast of Palliser Bay, east of Lake Ferry at Te Humenga Point. It’s really only worth a visit if you are in the area!"},
{"name": "Nik's Crags", "description": "These are a group of short crags located in the stream that drains east from the TASC Lodge.  There is a group of three crags, one with a nortrhern aspect, another with a southern aspect, and the thrid (higher) low angled rock faces east.  These are ideal for learners as they are more sheltered than the crags higher up the mountain, they are short, and have easy walk offs.   IT is easy to access them from the Tukino Access road."},
{"name": "Mt Horrible", "description": "Mt Horrible is a plug of quality basalt very close to Timaru. If you enjoy trad climbing on good pro & sound rock then this is the place for you. The routes are quite short but have an abundance of well-rounded holds and cracks that vary from finger width to semi offwidth.   There are many other unrecorded routes that are shorter, blocky lines on both sides of the main wall. Some of these can be treated as boulder problems.\n\n \n\nClimbing Notes.\n\nThere is no need to contact the landowner before climbing. Just observe the usual courtesies. Expect clean, solid rock with sound gear possibilities. Make sure you take a few quickdraws; a standard rack (a couple of large cams are useful); long slings and a single rope.\n\nThe top of the crag is totally flat and user-friendly and the anchors are bomber. Since you can wander around easily between anchors, it is most efficient to set up one rope for descents. \n\n"},
{"name": "Mount Cargill", "description": "It is best to go when it has been dry for at least a few days and there is no mist on Mt. Cargill.\nMostly fully-bolted sport routes between grade 15-20: \nTopo. here: \nSome background on Mt. Cargill: "},
{"name": "Ngahere Drive", "description": "Outside of Auckland Quarry and Ti Point, this is probably the next most climbed crag in the northern region. First checked out by Phil Giles and Noel Herman in the 1970s, it wasn’t till the early 1980s that Ngahere Drive developed into Whangarei’s number one climbing spot. Gavin Cox, Gavin Harrison, Glen Hawke and Rex Withers worked on new lines and a number of challenging boulder problems. The first bolts were tentatively placed, resulting in Lop at the\n\nTop Rocks and Madonna at the Main Crag. The 1990s saw Paul Hersey, Hugh Nicholson, Simon Bruce and later Hamish Pirie add to the new route list, along with introducing more out-of-town climbers to the crag.\n\nClimbing notes\n\nVisiting Wellingtonian Neil Parker described the area as a mini Paynes Ford, with steep limestone faces and a sunny location. Some of the rock low down can get mossy in winter, so a brush is a good idea. There is heaps of potential for new routes.\n\nThe Island consists of short boulder problems, with nothing recommended. The Top Rocks have a number of quality short climbs of varying difficulty and some testing boulder problems. Please stay on the reserve side of any fences and respect residents’ privacy. The Main Crag has climbs as high as 35m, with a great airy feel on the main face. Descent is by abseil or walk off .\n\nAlthough the area has recently (2009) been given a cleanup by Ray Dixon and others from Whangarei climbing wall Vertical Playground, no bolts have yet been replaced. All bolts should therefore be treated with extreme caution, and all single bolt belays should be backed up."},
{"name": "Mt Pleasant", "description": "Location\n\nJust below Mt Pleasant spur, overlooking Heathcote Valley.\n\nClimate\n\nHas good shelter from north-easterlies, and is pleasantly sunny in the afternoon. Take care in the summer as it can be too hot. In a southerly it generally cops it. A good winter afternoon or summer evening crag.\n\nClimbing\n\nMostly crack climbing, which is perhaps now a forgotten art. However the friction is excellent and often there are good incut holds. Grading is generally quite severe at this crag. The Left Cliff has a good range of well-protected middle-grade routes, while the Right Cliff is a mix of short routes that are often soloed at each end and hard to desperate numbers in the middle.\n\nThere are only a few bolts at the crag, which are mostly old \"carrot\" type bolts, and as such should be treated with caution. Hopefully these will be replaced soon. Recently a few bolt anchors have been established at the top of the Left Cliff.\n\nDescents\n\nDescent routes are around the end of each cliff and by abseil from the new anchor stations installed at various points. For a longer session it can be worth leaving an abseil rope in place."},
{"name": "Morning After Slab", "description": "Located on the true left of the valley."},
{"name": "Mt Maunganui", "description": "Introduction\n\nMt Maunganui (Mauao) is located in the western Bay of Plenty at the mouth of the Port of Tauranga Harbour. The crags are just off the beach and close to the local township, so don't expect a remote experience however there is easy access to a coffee and swimming if that's what you're looking for.The climbs are generally clean and solid though there are some routes establish edamongst poor quality rock - care should be taken not to lobotomise your belayer.The access track sees plenty of traffic so expect passers-by and perhaps an audience. Please be considerate to other users. Consider all routes to be bolted unless stated otherwise and all routes are described left to right.\n\nGear;\n\nThere are few traditionally protected routes here but if your do pack the rack you'llneed a full rack of cams and wires plus hexes if you have them and 10quickdraws."},
{"name": "Moturiki Island", "description": "Introduction\n\nMoturiki Island (Leisure Island) is located in the western Bay of Plenty at the mouth of the Port of Tauranga harbour.\n\nLeisure Island.\n\nFrom Mt Maunganui beach head east to Moturiki Island (aka Leisure Island).Once it housed an aquarium now the Island is the home of fisherman,snorkellers, swimmers and the latest developments in Tauranga climbing. It is a short walk along the beach between the Mt Maunganui and Leisure Island duringwhich the observant viewer may spot a variety of native birds. The crag is just off the beach and close to the local township, so don't expect a remote experience however it has excellent beach access and is very close to Mt Maunganui - where there is a well established crag.The climbs are generally clean and solid though there are some routes established amongst poor quality rock - care should be taken not to lobotomise your belayer. Consider all routes to be bolted unless stated otherwise and all routes are described left to right. My thanks to the contributers who've helped produce this guide, both Tauranga local's and visiting climbers.\n\nGear;\n\nThe gear you will need - a full rack of cams and wires plus hexes if you havethem and 10 quickdraws."},
{"name": "Moraine Beach", "description": "Local name for the long beach 2km east of Greenstone Point.  There are sites for two small tents at the bush edge, about 50m from the east end of the beach which is right by the crag. The crag is a collection of slabs up to about 200m high."},
{"name": "Moffat's Rock", "description": "A sandstone sport crag, there are five bolted routes here. In 2013 SS double ring hanger anchors were added - it is not known how long the original L bracket steel anchors have been in place."},
{"name": "Moffats Rock", "description": "Moffats rock is a small sandstone crag just South of Otaki. It has been used for years by local climbers and outdoor providers and in 2013 new anchors and lead protection was placed. There are a few short sport routes here and the steep face can be top roped."},
{"name": "Misty Mountain Buttress", "description": "The large buttress immediately left of the Bomb Bay Cliff and clearly visible from the descent gully from the Bomb Bay climbs. The rock is fairly low angled, and some is quite friable. Routes are described from left to right."},
{"name": "Minarapa Valley", "description": "Rock Climbing.\n\nClimbers have frequented the Minarapa over the years and several alpine style rock scrambles have been undertaken, but alas, not recorded here as rock routes.\nIce Climbing.\n\nThe Minarapa Valley is an atmospheric and uncrowded spot in winter, with the best collection of reliable ice routes in easy reach of Tahurangi Lodge.\n\nAll climbing to date has been on the east side of the valley and up from Minarapa Col. A long line of cliffs form a number of major buttresses broken by gullies. The first buttress is split by a number of major grooves and crack lines, the most prominent of which takes the form of a large left-facing corner in its upper section with a line of ice spilling over overhanging rocks at its base. This forms the line of the following magnificent pitch."},
{"name": "ML3", "description": "ML3 is the red, jagged-looking rock in the gully running west from the saddle below the transmitter."},
{"name": "Mount Bradley", "description": "This would perhaps be Christchurch's best crag, if it were next to the road on the Port Hills. But it's not. Mt Bradley (formerly Mount Herbert) is the hill south of Lyttelton Harbour, and the second highest point on Banks Peninsula. The cliffs are near the summit on the north side, overlooking the harbour. It's a long walk (1 1/2 hrs), but the excellence of the climbing has made Mt. Bradley an important crag. The cliff is steep and the rock smooth and generally solid. The routes mostly follow obvious cracks so jamming is an essential technique.\n\nThere are four separate cliffs: the Main Cliff, which is the lefthand part of the lower tier, the Right Cliff to the R; the small Castle Cliff between the lat ter two; and the Upper Tier, which is immediately below the summit plateau. The cliff has little shelter, but is very sunny and is best avoided on a hot summer day. Drying is relatively slow."},
{"name": "Midway", "description": "Quite moist and mossy."},
{"name": "Micro Crag", "description": "Located on a small sheltered plateau on a terrace north of Dimril Stair.  The crag as the name implies is small, but visitors will be rewarded with high quality compact rock.  The crag has a easy walk off with excellent bollards on top for anchors"},
{"name": "Mihiwaka", "description": "Mihiwaka is a gem of a crag, nestled among native bush in a prime position overlooking Careys Bay. It was formed in a later volcanic eruption than Long Beach, and its phonolite provides climbing of a different character to nearby Long Beach’s Kaiwekiti Basalt. Calum Hudson first climbed there in 1972, and returned over the next six years to develop most of the routes, with cameo appearances by another three of the country’s most influential 1970s climbers, Rick McGregor, Murray Jones and Murray Judge. Calum writes:\n\n‘Rumour had it that Mihiwaka was very loose and steep and that one would require a stepladder to start most of the climbs. One day in ’72 myself with Rob Turner, Bryan Laws and Dave Begg decided to investigate, and discovered a hidden treasure. We didn’t climb there that day but carried on to Long Beach. A short while later Bruce Clarke, Russ Mercier and Ken Calder climbed Deep Wide and Frequent and I followed shortly after with Phil Herron and Eugenie Ombler to embark on the longest lead of my life at the time, creating Living in the Past, and then all hell broke loose...’\n\nThe only new routes to be climbed in the following 20 years are Luke Newnham’s eliminate Under the Volcano, and Dave Brash’s route on the steep wall and prow left of Top Cat. Unwilling to place the first bolt at Mihiwaka, he stuck his neck out on the unfashionably serious Pasta la Pizza. Call me old-fashioned, but it would be nice if this crag remained a bolt-free monument to the 1970s  ‘clean climbing’ movement.\n\nAfter many years with few visitors, Mihiwaka is justifiably experiencing a minor renaissance. Its easier climbs generally offer better quality and protection for aspiring trad leaders than Long Beach.  A rack of medium to large gear with heaps of slings (save some for the manuka tree belays at the top) will see you up most of the climbs. In keeping with the 1970s ambience, this is hex country. Another archaic custom – girdle traverses – are a must at this crag.\n\nPro is good unless mentioned otherwise in the route descriptions.  The top is easy to access from the right side of the crag. The climate is damper, more frigid and exposed than Long Beach, and the east facing crag loses the sun in the afternoon, but it is reasonably protected from south/southwest winds. Northeasterly? Forget it!"},
{"name": "Middle Earth Crag", "description": "This small crag is at the north-eastern end of Pukekaikiore. The many short routes here are ideal for people learning to lead and place protection; the crag was developed expressly for this purpose by Jo Straker and others at OPC during 1980–81.\n\nThere are several fixed anchors at the top for belays, as natural belays are difficult to find. Be wary of the loose rocks that litter the slope above the crag. Walk off either side to descend. Climbs are described from left to right."},
{"name": "Meteora Buttress", "description": "The big blade shaped pinnacle you walk past on the way to Flying Cow Buttress."},
{"name": "Master Angus Wall", "description": "This is a lovely small sheltered crag with a northern aspect.  It is located in the base of the Margaret's Landing stream on the southern side.  The rock is compact and offers a number of short routes of a range of grades under 20.   Walk of is easy, either dropping down a short gully to the east or traversing down the route (cairned) through the bluff to the upper (western) side.  About 10 routes were pioneered here in April 2105"},
{"name": "Mead’s Wall", "description": "That pioneer stalwart of Ruapehu, William Mead, had his name given to the famous rock feature that seals the head of Happy Valley. This rock was the crucial signpost on Mead’s route up Ruapehu via Happy Valley and the Whakapapa gorge, which he worked out in 1912:\n“I impressed on all parties asking for particulars of the route that the rock wall was their important landmark both going up and coming down, and after a while I found them calling it Mead’s Wall.”\n— W M Mead, \n.\nBecause it is such an obvious target – and so close to the carpark – it’s a certainty that climbers have clambered all over Mead’s Wall. Probably since 1914, in fact, when Horace Holl first visited the area. Records are scarce – an unusual state of affairs for such an accessible crag – but the routes are of moderate grades, easy to spot, and often well protected. A perfect training ground for adventure climbing; so in that spirit no specific route descriptions are given here. Go forth and have some adventures!\nAn enjoyable traverse can be made by scrambling along the crest of the wall, though it is very exposed on the eastern side. It is also straightforward to set up top-ropes on the crest.\n \n "},
{"name": "MargArete", "description": "Long (200m) low angled arete leading up to left end of Margaret's Leap"},
{"name": "Margaret's Leap", "description": "The very prominate circ that can be seen from the carpart.  This crag has the most acessable ice climbing in the country in June & July.  THe circ is significantly overhanging, and offers challenges for the most serious Rock and Ice climbers."},
{"name": "Paynes Ford", "description": "Paynes Ford is probably New Zealand’s most popular sport climbing crag.\n\n "},
{"name": "Margaret's Landing", "description": "This is the stream system draining Margaret's Leap. During winter it fills with snow, but come the thaw a large amount of high quality rock is exposed, particularly on the northern side.   There is much potentual for realatively easy two pitch routes on very sound rock.  Plenty of natural and trad protection options."},
{"name": "Mangorewa Gorge ", "description": "Mangorewa Gorge is a beautiful place to climb, with relatively long routes for ignimbrite, which is of relatively good quality here. The climbs are well protected with glued in stainless steel bolts.These are new climbs done since the publication of the Rock Delux North guidebook (NZAC 2015), and are referenced to the climb numbers in that guide, and those original climbs are not included here."},
{"name": "Mount Evans", "description": "On the west flank of Mount Evans are The Gang of Six (or seven) cliffs. This is a remote area with lots of rock, discovered by Lindsay Main and friends in the late 70s. Alan Hill rediscovered these crags in 1999,  and until 2003 was prolific in putting up many trad routes . \nThe rock is compact columnar basalt, and the area deserves much more attention. It has the greatest number of routes of any Peninsula area, and many routes are of very good quality, and generally well-protected. The long walk is pleasant rather than strenuous, and the views spectacular."},
{"name": "Mangawhitikau Bluffs", "description": "Another aesthetic rock climbing location is found 15minutes south of Waitomo on Boddies\n\nroad; A doline, north facing bluffs, a stream and a gorge. A cool dip in the stream or a journey\n\ninto the Mangawhitikau gorge are an excellent way to break up or finish off a hot days\n\nclimbing. Almost entirely undeveloped."},
{"name": "Mangaturuturu Valley", "description": "The wide Mangaturuturu Valley runs through mountain beech forest on the western side of Ruapehu. The northern bank of the river is lined with tall but generally rather mossy looking cliffs. Bill Denz reportedly climbed a line on the bluff immediately opposite Mangaturuturu Hut in 1969, but unfortunately the details are lost.\n\nThis section of cliffs is 300m long and 50m high. There is a lifetime of new routes here for anyone with some time and sufficient motivation.\n\nMore recently, the Sedon brothers focused their interest on another cliff further upstream. From the hut, cross the river and head upstream, possibly pausing to enjoy a few problems on some large boulders. From here you can see the crag, identifiable by two ‘bunny ears’ that stick out from the top of the cliff. Scramble up an old slip to reach the base.\n\nA corner to the left of the nearly-completed route described below has been cleaned, but not climbed."},
{"name": "Mangaturuturu Cirque", "description": ""},
{"name": "Mangaraho", "description": "Introduction\n\nThis large volcanic plug has the oldest recorded climb in Northland. Try climbing Slab Route in mountaineering boots with an old rope and next to no pro — just as Peter Clement and George Carr did in 1962. A few climbs were put up in the 1960s and 1970s, usually following obvious cracks or ledges, but the area was virtually forgotten through the 1980s and into the 1990s.\n\nGreen Eggs and Ham, put up in 1993 by Paul Hersey and Hugh Nicholson was probably the first route for about 15 years, and generated a growing enthusiasm for what some consider is the best northern climbing area beyond the Mt Eden Quarry. During the mid 1990s interest in the area accelerated, with a mixture of new sport routes and multipitch classics. Of all the climbers who have spent time at Mangaraho, John Maine probably has the closest affinity. He treats it witha respect it deserves — and occasionally demands when you’re three pitches up and unsure which way to go!\n\nClimbing notes\n\nThis is a big chunk of rock, and it’s advisable to familiarise yourself with a few landmarks that may help with route-finding before jumping onto the North Face.\n\nLook for the obvious cave on the Cave Route at the right hand end of a large tree covered ledge halfway up the eastern end of the North Face. Confused?\n\nWhen you spot the cave, a small grassy ledge immediately on its right is the belay point for the end of the second pitch of Green Eggs and Ham.\n\nFurther right and down is the large left-leaning crack of The Dihedral.\n\nFrom the carpark you should also be able to see the freestanding altar-shaped boulder at the northern end of the face.\n\nRoute finding abilities are a definite advantage on the North Face, as there is not always a line of bolts to follow. In contrast, the Trinity Slabs area is generally straightforward and a useful introduction. The West Ridge is another popular warm-up route.\n\nThe plug is about 120m high, and the rock is generally sound. There are, however, a number of flaky patches, usually close to the ground. Some routes are bolted, but others require a full range of natural pro. There is a mixture of climbs; while some of the older routes are now overgrown andobsolete, others have stood the test of time to be viewed as classics. If tackling a long North Face route, be prepared to be on the climb for over three hours (the first ascent of Green Eggs and Ham took six hours). There is no water nearby, but camping is sometimes allowed by the local landowner. Ask at the house on the left as you turn onto the gravel road.\n\nA final warning: Beware the Mangaraho Possum. On more than one occasion climbers have had to bail from prospective routes due to furry requests from manic marsupials."},
{"name": "Maratoto", "description": "Introduction\n\nWith tonnes of exposure and fantastic surrounds Maratoto makes for a great\n\ndays climbing. If you make the effort to venture up to the base of this\n\nimpressive looking rock feature you will be rewarded with some classic sports\n\nroutes in an amazing location. Maratoto means river of blood and was\n\nnamed after a Maori battle. The block was mined at the early 1900’s with some\n\nrelics still visible. The first climbing occurred in the 70’s with an aid route on the\n\ntop tier, however there is very little details about who did this route or where it\n\ngoes. The crag was rediscovered by Dean Maxswell in 1996 and with the help\n\nof John van der Warff the pair set about, clearing a track, cutting steps,\n\ncleaning rock and placing over 200 bolts. This mammoth effort took place over\n\na couple off summers and often saw the pair camped out at the cave bivvy at\n\nthe base of the crag for weeks on end. The crag faces south west so gets\n\nthe late afternoon sun.\n\nGear.\n\nYou will need up to 15 -18 Quickdraws . A couple of the routes have Trad gear\n\n(Cams and wires) but most are sport."},
{"name": "Lower Cliff", "description": "To get to the Lower Cliff, sidle around from the Beetham Crag, crossing the small stream above the gorge. Continue sidling around and down to the crag."},
{"name": "Lower Bluffs", "description": "The gorge below Whangaehu Hut has climbing potential on both sides, but only two routes are known to have been climbed."},
{"name": "Manawatu Gorge", "description": "It's nothing great, but it's close to Palmy Nth.\n\nIntroduction\n\nOk, so we will assume that the only people REALLY interested in the\n\nManawatu Gorge are from the Palmerston North area, so that is where this\n\nguide will base it's driving directions from.\n\nWarning- The rock here is Greywhacke and is therefore not the most solid of\n\nclimbing mediums. Be aware that over time routes may change slightly as\n\nholds may break. On this note, it is advisable to wear helmets while climbing/\n\nbelaying here. Also, as stated for all climbing areas in the Gorge, mind your\n\nvaluables in the car as that theft can be a problem."},
{"name": "Mapoutahi", "description": "Calum Hudson did some work here in 1992–93, but it was Steve Carr who almost single-handedly developed this crag in 1997. The crag is currently (as of 2012/13) having a makeover. Many routes are being extended to the tops of the wall - often being aggressively cleaned and retrobolted. Many new sport routes are being opened up. Caution needs to be exercised with some holds as rock that may appear stable can sometimes flake off under pressure. That said, the crag is cleaning up very nicely. Bolts are stainless steel 10 x 75 mm."},
{"name": "Main Bluffs and Eagle Rock", "description": "Borland Bluffs is the general term for the complex series of cliffs which exist on the north facing slopes below point 1498 off Eldrig Peak."},
{"name": "Mangatoetoenui Gorge", "description": "The upper Mangatoetoenui valley has a remote, rugged character, dominated by the peak of Te Heu Heu. Two lines of bluffs exist on the true right of the river. The upper tier is steeper, very compact and brittle-looking. The lower series, which (counter-intuitively) runs further up the valley, is somewhat similar in composition to Whakapapa Gorge: reddish in colour, iron-hard and with good natural protection. There is scope for many more routes, mostly at moderate grades."},
{"name": "Little Transmitter", "description": "This small crag with a Cabbage tree on top can be seen from Dyers Pass Road below the main crag. The rock is OK quality and worth a visit. All four climbs go to a double ring anchor at the top of the crag. Developed by Ben Gibbins and Ben Lucas. Any feedback on the routes would be appreciated."},
{"name": "Little Brown Slab", "description": "The smooth slab below and right of Adelaide Saddle. Contains excellent friction climbing but is often snow covered early season."},
{"name": "Little River Crag", "description": "A \"prepossessing\" crag with some impressive routes over 30 metres high. The median grade is 19, and the harder routes tend to be cleaner and better. Extensive cleaning recently has improved many of the routes that were formerly very dirty.\n\nOrientation. (a few distinctive climbs to get your bearings) from left to right.\n\nFat Fingered Fantasy: The left facing corner with the thin crack.\n\nChinese Burn: The right facing corner with the fist jamcrack.\n\nSerenity: Halfway up is a large detached block, and a bolt near the top.\n\nHubris; A brown corner system, with a roof to the right of the climb.\n\nHello Possums: Starts with the jagged crack\n\nMonarch: The prominent right-facing corner with a huge roof on the right.\n\nThe Ghost of Tom Joad: Look for the middle line of new bolts. undercut start.\n\nBig Mama; The black streak to the right of the fence 3bolts.\n\nFeatureless Fault: The brown streaked shallow corner, with the tower above. Includes 2bolts low down.\n The cliff is very pleasant on a hot mid-summer nor-west day since it's shady and vegetated. In winter it tends to remain wet.\n\nHistory\n\nAnother Lindsay Main find, with the first route on the cliff being\n in January 1975. In 1977 he climbed \n free with Henry Mares, who put up \n. A break-through was made in October 1979, with the ascent of \n, after which John McCallum and Joe Arts started to take an interest, with many good routes developed in the 1980s and 90s. Later Alan Hill, Richard Kimberley, and Pete Gresham added a new crop of routes prior to the crag being closed for a decade in 2004.\n\nRecent efforts have focused on cleaning routes and installing anchors, and many of the routes have now been brought up to standard.\n\nClimbing Notes\n\nThe walking track round the base of the cliff may need maintenance from time to time. The rock is sometimes shattered, especially near the base of the cliff.  Descents are by abseil, often from a tree, though more ring anchors are being established. Some abseils require two ropes."},
{"name": "Lion Rock", "description": "This small crag is named because of the resemblance of an overhanging block to a lion’s snout. If you believe that you will believe anything.\n\nRoutes here go up a short wall 5–8m then basically proceed at will up the easier angled blocks and ﬂakes to the crest of the Rock. This is a good location for top-roping beginners as the exit from the top is relatively easy. However Lion Rock is not an ideal bouldering area because of the way the ground slopes away steeply from the base.\nVarious routes exist to the right of the Mantle Shelf Route but due to the loose nature of the rock these have not been named."},
{"name": "Little Babylon", "description": "pdf guide can be purchased and downloaded from "},
{"name": "Lovers Leap", "description": "A crag with a ton of atmosphere which makes up the side of a 225m cleft.\nMany routes are defended by an initial 4–8m band of choss which is well protected by bolts and chains. Once the choss has been negotiated you will be rewarded  by wonderful climbing  on shallow basalt organ pipe extrusions offering a multitude of intricate movement options in sustained sequences. The protection is excellent on nearly all of the routes, unless described in the guide. Take a good trad rack – offset wires and small cams are very handy. Having the skill and endurance to use them is also helpful. Take care when rapping off! The raps are at the danger length and the ground slopes away below.\nWith an observation platform at the lip of the amphitheatre, Lovers Leap was hardly a secret. Murray Judge looked at it in the early 1970s, but development had to wait for the arrival of the power drill. Al Ritchie first put up routes here in 1998. They were impressive ground up efforts, which included leading through the horror show bands of choss. He raved about the potential, but disappeared into the Wanaka scene, never to be heard of again. In December 2000, Steve Carr and Dave Brash, abseiled in to check it out. They discovered beautiful organ pipes defended from above and below by bands of terrible rock. Amazingly they had the crag pretty much to themselves for a couple of years. Keith Riley returned to Dunedin and could not believe the “best single pitch crag in the country” had miraculously appeared in his absence. Keith contributed a slew of first ascents, and the development of easier short routes on the left side as well as more sport routes. The Leap has been exposed to the masses via the Southern Faces DVD, a cover photo on the \n, and inclusion in that issue’s National Basalt Hit-list; this has coincided with increased popularity.  "},
{"name": "Leonard Cohen Memorial Buttress", "description": "This crag lies at the foot of the lava flow north of the hut and south of the Mangatoetoenui stream adjacent to the falls from the Mangatoetoenui valley.\n\nThere are trad and sport climbs from 8m to 20m in height, grades from 13 to 21 with scope for a few more hard routes. The rock is similar to the Wall of Sound but on a smaller more approachable scale. It has a number of impeccable lines and some good routes for learning to lead.\nDiscovered by David and Philip Garrity 31/1/16"},
{"name": "Mangaokewa", "description": "Come Sample the Steepness!!!\n\nThe climbing potential for this gem of a crag was first discovered due to rain.\n\nRyan von Haeseley, an ex-pat turned Waitomo local, had moved to the\n\nWaikato from Wellington in order to be closer to good rock. He was not let\n\ndown. Most of the King Country is riddled with limestone outcrops, from the\n\nbouldering at the \"Airstrip\" to the multi-pitch trad and sport lines of Mangaotaki.\n\nWhat he didn't count on was the rainy west coast weather...\n\nOne rainy morning he woke up and decided he had had enough. It was time to\n\nfind a dry place to climb. He wasn't too picky; his ideal situation would be to\n\nfind a crag that was steep enough to keep off the rain, had cool features to play\n\non, had someplace nearby to camp, had running water and toilets, and could\n\noffer a little bit for both boulderers and ropeguns alike. He grabbed a few maps\n\nof the region and started patching together locations that looked suitable,\n\nhopped in his car and headed off. He found what he was looking for...and a\n\nwhole lot more.\n\nThe limestone bluffs of the Mangaokewa Scenic Reserve are less than a 5\n\nminute drive from Te Kuiti. This means that climbers can easily pick up\n\nsupplies and a good feed at the end of a day on the rock. The reserve also\n\noffers free camping, flush toilets, BBQ pits and a river (complete with\n\nwaterfalls). Due to the overhanging nature of much of the rock, climbing here is\n\nnot hampered by bad weather. In fact, because the cliffs are broken up into two\n\ndistinct tiers (the upper tier being more consistently overhung) it is possible to\n\nplay on easy vertical and slab climbs on the first tier because most of them\n\nare protected from rain by the cliffs above. Many of the shorter overhangs offer\n\nexcellent, all-weather bouldering potential as well. Most enticing to climbers is\n\nthe abundance of dead stalactites to play on, hanging from many of the roof\n\nlines...some of them look as if they were out of an international climbing\n\nmagazine!\n\nWord of the \"North Island's Payne's Ford\" spread quickly and Ryan soon had a\n\nfair bit of help to develop the crag. The likes of Matt Natti, Tom Johns, Kaitlin\n\nO'Reilly and Dan Head quickly became regulars at the cliff. Tom, on top of\n\nbeing a new routing machine, sorted out access issues with the help of local\n\nclimber/caver Ollie Polson. Matt took on the daunting task of building a \"user\n\nfriendly\" track up to the cliff and lots of others simply hopped on the\n\ndevelopment bandwagon, scrubbing and bolting to get enough climbs\n\nestablished to warrant a guide. As word continued to spread and routes\n\ncontinued to go up the popularity of the crag, both for climbers and developers,\n\ncontinued growing rapidly. The fact that within the first three months of the crag\n\nbeing discovered over 30 routes had already been established is astounding.\n\nHopefully this is a sign of things to come for this extraordinary climbing venue.\n\nThe Rock\n\nThe rock is limestone and generally solid, featured. Being a new crag which\n\nhas had little traffic there are a few sections which may have some loose rock.\n\nHelmets are recommended especially when belaying. It should also be\n\nmentioned that there are sections of a softer, sandstone type rock (as seen\n\nbetween the two tiers of the colesseum) which is quite unstable. All that being\n\nsaid.... most route development has involved the removal of as much \"bad\"\n\nrock as possible so get out there and enjoy the routes!\n\nThe Guide:\n\nAll routes listed in Δ in this guide have been tagged to make figuring out where\n\nyou actually are a bit easier. The routes are listed from left to right for each\n\nsection.\n\nThis guide is also using a 3 star system for routes, though so far they are all\n\nquality! (DBB)= Double Bolt Belay (LO)= Lower off."},
{"name": "Langs Point", "description": "Extremely grippy, sharp, layered limestone. Plenty of potential for development."},
{"name": "Lake Sylvester", "description": "Cobb Valley\n\nTraditional Climbing in an alpine setting."},
{"name": "Lyttelton Rock", "description": "Steep, sustained routes are the hallmark of this excellent crag. Although very steep or overhanging, most routes are infested with holds of all shapes and sizes and are not very technical. Strength is a definite advantage though and they do require some thought and determination to place adequate pro. Most routes have had enough ascents to be clean of loose holds but footholds still tend to crumble occasionally.\n\nThe cliff is pleasantly cool on hot days, being sheltered from the nor'west. Some of the climbs are so overhanging that short showers may pass un-noticed. It gets wet from seepage after rain. The Ataturk wall is sheltered from the easterly, and unlike the rest of the crag gets afternoon/evening sun, making it a good choice for after-work sessions.\n\nClimbing Notes\n\nMany of the routes have bolts and hangers, and belay/rappel anchors exist at the top of \n routes (notable exceptions being \n and \n. Descents are usually a scramble along the top and down the side of the crag, avoid crossing the fenceline at the top of the crag as the land beyond this is private property (it's almost always preferable to abseil). Any easy route is usually an unpleasant gully. Even the bolted routes may require (or at least accept) gear between the bolts - and several routes have their bolts well spaced. Pack your brave pills and your flying goggles.\nLine topos are approximations of the actual route position\n\nHistory\n\nLittle had been done here up until 1970 except for aid routes, with Stu Allen being a big contributor. 1971 saw work from Ross Gooder resulting in \n (16). In the next ten years only five routes were added, probably the best being \n (17) by Rob Rainsbury in 1975. Then in 1982 Lyttelton Rock was refound. John Visser did the unrelentingly steep \n (21) up an old aid line, which started a feeding frenzy by Lindsay Main and Joe Arts in 1982-83. Great climbs such as \n (21), \n (21), \n (20) (all Arts), and \n (17) and \n (21) (Main) date from then. In 1984, Ton Snelder and Roger Parkyn hopped on the wagon. With this new blood and bigger and better bolts to protect the steep walls, the cliff gave superb test-pieces like \n (23) and \n (23) (Snelder) and serious propositions like \n (21) (Parkyn). Their efforts culminated in the publishing of a now-classic guidebook in 1985. Where possible, their original route descriptions have been used.\n\nThings then slowed, but didn't stop. In 1987, Steve Schneider added \n (23) up one of the old aid lines. Dave Fearnley also made contributions, with \n (26) and the phenomenally steep \n (25). The late 80s saw the ascent of \n (27) and other steep things before the quest for horizontal rock lead people to the Superbowl aka The Cave. Activity then ceased through most of the mid-90s.\n\nTony Burnell's arrival in 1996 saw a rebirth, with many new routes (\n, \n, \n, \n, \n, \n, \n, \n, \n, \n), and a few other people snuck in some new climbs as well (Kynan Bazley with \n and John Chambers with \n)."},
{"name": "Langdale Buttress", "description": "There are some excellent short-medium length rock routes on the Langdale Buttress, situated 2hrs from the Beetham Valley, at the foot of the Mt Chudleigh’s North West Ridge (map 260-H36; grid ref: 898-329)."},
{"name": "Kowhai Crag", "description": "Outcrop across Sawyer stream and up the grassy slope, visible from Unwin Hut kitchen. First route added summer 2013 with Murray and Bronwyn Judge, with room for a few more routes on steep left and right ends and up central groove."},
{"name": "Kohatu Horoeka Ki Hemi Matenga (Waikanae Crag)", "description": "The 330 hectare native forest overlooking Waikanae comprises Hemi Matenga Scenic Reserve, protecting one of the largest remaining areas of Kohekohe forest. The reserve rises steeply from 150 metres to its highest point, Te Au, 514 metres above sea level.\nAcknowledgements go to Josh Dixon for location beta. Sam Clarke and Chris Lacoste for extensive work cleaning and making it relatively safe. Kristie Parata and Ra Higgot for the blessing and naming of the crag. Chris Lacoste for planning, purchasing and preparing the crag. Ceryn King, Alex Waterworth and Michael Eatson for assistance in bolting and first free ascents.\nThere is an abundancy of Kawakawa berries, Kiekie fruit and Karaeo to eat at the base of the crag."},
{"name": "Knoll Ridge", "description": "In winter, the bluffs behind and below the Knoll Ridge café are useful for top roping practice. There is another good waterfall (WI2) below Knoll Ridge at grid ref 314134. Watch for skiers jumping off the top.\n\nIn summer, an excellent buttress sits at about 2000m on the upper ski field, due south from the Knoll Ridge Café – and facing more or less south – in a corner of the upper Te Heu Heu valley."},
{"name": "Knee Cow Wall", "description": "The distinct left-hand aréte a short distance downstream from the Ocean Wall. Steep lower wall, mostly excellent hard rock with some bands of loose/weak rock. Named for several large Nikau palms which shade the base of the cliff. Helmets strongly recommended."},
{"name": "Karitane Rock", "description": "Almost a good little crag, Karitane rock features crack lines on well featured, good quality, idiosyncratic basalt (Marcus calls it ‘volcanic limestone?!’), and a fine 15m pinnacle with hard face and crack climbing on its front face, and chimney climbs rising from within the bowels of the cliff behind it. The downside? Facing south to southeast, and exposed to moisture-laden winds off the sea, the outcrop sports luxuriant growths of moss and lichen. The climbs are mostly short and many are broken up by large ledges. A great place to visit on a hot summer’s day.\n\nMarcus Thomas ‘discovered’ the outcrop during a risk management course in 1996, and returned with Kevin Donoghue and Joe Arts to climb many of the cracks, buttresses and aretes. Surprisingly they left alone the choice front face of the pinnacle except for the fine arete (Perfect Sound Forever) and it was left to Dave Brash and Mike Simpson to put up climbs on this great piece of rock.\n\nThere is potential for further routes here but it would be a shame to lose the beautiful hanging fern and moss gardens on the cliffs – this is why some areas have been left alone."},
{"name": "Kaituna Valley", "description": "Cliff at the head of the valley, on the east flank, NW facing. From Port Levy-Little River saddle follow The MonumentMt Herbert track, before the col head S along the ridge and the cliff is just before point 785."},
{"name": "Kaik Wall", "description": "An impressive wall, above Akaroa."},
{"name": "K2", "description": "K2 is fearsomely steep overhanging crag that rises out of the bush above\n\nWhangamata bay. It is a riolite cliff with a fully welded conglomerate layer\n\nwhich produces large holds and makes climbing at this angle possible.\n\nThe crag is situated on the eastern side of Whangamata’s (Kinloch) bay\n\neastern peninsula and about 800m from the lake. It is not the series of lake\n\nside cliffs that can bee seen from the Kinloch beach."},
{"name": "K3 -Whangamata Bay Heads", "description": "On the very southern tip of Whangamata Bay eastern peninsula, is a large series of\n\ncliffs. The south facing lower wall, is a riolite crag with a multiple crack lines."},
{"name": "Jollies Rocks", "description": "Crag on skyline"},
{"name": "K1 ", "description": "Kinloch is not a very large crag with less than 20 routes in total,\n\nhowever offer a great days climbing with easy access and suburb easy to\n\nmoderate climbs. It gets the sun late morning so in winter the afternoon is\n\nbest while in summer you can spend the afternoon swimming after a\n\nmornings climbing.\n\nClimbing first started at Kinloch in October 1991 when Mark Jones along\n\nwith others based at the Tiho Venture school started to develop the area.\n\nThe crag has been developed with an effort to minimise the visual and\n\nphysical impact of climbing. Native trees have been preserved and naked\n\nbolts used on the most visible parts of the cliff, so bring along your key hole\n\nhangers or a set or wires.\n\nThe main Cliff is split in two, with the climbs on the right hand end being out in the\n\nopen while the left hand end of the cliff is tucked away in the bush. When you arrive\n\nat the crag most people park their bags adjacent to the large right facing corner of\n\nWhere to From Here just right of a small boulder that has a selection of belay bolts.\n\nThe next section of cliff is 10m to the left tucked away in the bush."},
{"name": "Kinloch", "description": "There are 4 separate crags in the Kinloch area. The first is in Kinloch itself, at\n\nthe eastern end of the bay. The other 3 are on the same eastern peninsula\n\nbut further out in the bay and can be accessed via the W2K mountain bike\n\ntrack or by boat. Access details are given in the introduction for each crag.\n\nGEAR\n\nA recommended rack is given for each line. Trad gears is given as\n\nSCD = Small Cams. Smaller than 1 Friend.\n\nCD = Full set of Camming devices, size 1 to 4 Friend or equal (+½\n\nsizes)\n\nLCD = Large Camming devices, Larger than 4 friend.\n\nW = A full set of wires.\n\nHex = A set of Hex’s"},
{"name": "Long Beach", "description": "The main period of route development at Long Beach was in the early 1980s, when the adventure ethic was pre-eminent, and many routes from this era are sparsely bolted by today’s standards. Considerable ability, ingenuity and experience is needed to protect many climbs adequately using natural pro – sportclimbers beware! The easy cracks of the Pinnacle often offer only adequate protection in often friable rock.\n\nYou’ll need a comprehensive rack of CDs (including the smallest sizes) and wires (don’t forget the RPs). Double bolt belays service all Main Cliff climbs, and most of the Pinnacle.\n\nTo add to your recreational enjoyment, expect long run-outs, friable, lichenous and sandy holds, loose blocks and great moves, occasionally even great climbs. Chalk up, take a deep breath, check your runners and go for it!"},
{"name": "Iron Hill", "description": "Cobb Valley.\n\nTraditional climbing in an alpine setting."},
{"name": "Huntsbury Spur Crag", "description": "Perched on the side of Huntsbury Hill, this small west-facing crag is visible from the Summit Road as one drives east from Sugarloaf\n\nClimbing\n\nThe climbs are clustered together on the highest and cleanest part of the crag. The rock is trachyte and is mostly solid, with excellent friction, but is a bit dirty in places because of the small number of ascents. Most routes use a mix of bolts and natural pro. The climbs are about 8-15 metres long. There are six anchor stations at the top - four of them use double bolts and chains, but two combine a single chain with a convenient hex or cd placement. A mid-sized CD is useful on many routes.\n\nThe crag is free of the elitism found elsewhere in that even the easy routes are well protected, with bolts where necessary. With grades ranging from 11 to 23 there's something for everyone, but not many routes at any particular grade.\n\nSome of the climbs are being modernised with more fixed protection.\nNOTE: The four climbs between 'Edna' and 'Broken Turbine' have been destroyed by the earthquakes."},
{"name": "Jane Fonda Workout Wall", "description": "The best crag on the Port Hills (for climbs in the grade 21–26 range.) Being perched on a steep hillside above Lyttelton Harbour adds to the crag's lovely atmosphere. The crag gets little sun, so is great in summer, especially on those hot nor'west days. Sheltered from northerly and westerley winds.\n\nThe crag has a somewhat unfair reputation for bold climbs. About half the routes are very friendly clip-ups. Some of the routes require you to perform moves above a bolt, but the climbs are never really dangerous. There are a couple of trad routes, and a couple of mixed routes, for which the gear is always adequate to good.\n\nThe sporadic and disjointed nature of the route development here (combined with the 2011 earthquake) has led to a bunch of link-ups, alternative starts, filler-routes, collapsed features, and generally confusing guide information. This page seeks to provide clear descriptions of the commonly climbed, and logical lines (as secondary to being a historical record. The existing print guides provide a good history of the crag).\n\nThe numbered routes are the major (best) lines."},
{"name": "Hut Bluff", "description": "The steep rock bluff that the hut sits on has been top-roped, and possibly led, although details are sketchy."},
{"name": "Humphries Castle (East Face)", "description": "The crag was named after the Chief Surveyor, Thomas Humphries, and his son Larwill, by Surveyor ON O’Donahoo in 1885. It is the most accessible of all the crags in this guide; being approximately 50 minutes walk from North Egmont. Given its accessibility, and the ﬁne views from the crag it is surprising that more climbing has not been done here."},
{"name": "Humphries Castle (West Face)", "description": "The crag was named after the Chief Surveyor, Thomas Humphries, and his son Larwill, by Surveyor ON O’Donahoo in 1885. It is the most accessible of all the crags in this guide; being approximately 50 minutes walk from North Egmont. Given its accessibility, and the ﬁne views from the crag it is surprising that more climbing has not been done here."},
{"name": "Housekeeping Crag", "description": "On the same ledge and right next to Turner’s Eyrie, all routes have steep starts straight off the ledge. All are 'top' pitches: you are already well above the deck and from the first hold are climbing on overhung rock."},
{"name": "Hidden Wall", "description": "As this crag is not visible from normal view the name becomes quite self explanatory."},
{"name": "Horotea Bluffs", "description": "5minutes drive from beer, coffee, camping or bunkbeds. Need I say more. The main wall is\n\nthe only to see development and rises over 40m high. Many more smaller walls rise out of the\n\nbush to the left and right. Developed here could be very exciting."},
{"name": "Homer Saddle Crag", "description": "Located on the left-hand side of the track just before the Homer Saddle, this crag contains a mixture of bolted and natural routes around 10-20m metres long. The top of the crag gives a panoramic view of the Upper Hollyford and Cleddau Valleys."},
{"name": "Homer Tunnel Slabs", "description": "The Homer Tunnel slabs are 200m vertically above the tunnel portal on the Hollyford side. The crag is fast drying and sports two 200m metre routes, equipped with bolts and chain belays. The routes run between the prominent water streaks and if combined can give 11 pitches of excellent climbing.\n\nThe slabs can be prone to rock fall from broken ground higher on the ridge. Wear a helmet and don’t climb if you can see threatening snow patches above you in springtime.\nAlthough both routes are primarily bolt protected, nearly every pitch requires at least some natural protection. Carry a set of nuts and cams #0.5 to #3. Anchors are rigged for abseiling although you will require two ropes.\nBoth Rock Busking and Stage Fright share the same first pitches."},
{"name": "Kawakawa Bay", "description": "Introduction\n\nKawakawa Bay is on the northern shores of Lake Taupo 5kms west of Kinloch.\n\nAt the eastern end of the Bay stands a number or Rhyolite cliffs over looking\n\nnative bush and the lake. There is a mix of trad and bolted routes that will\n\nappeal to climbers at all levels. With it s high number of easy trad climbs\n\nKawakawa is a great place to come and learn the trade.\n\nAccess\n\nThe Kawakawa Bay Walkway starts from Nisbet terrace in Kinloch. The walk\n\ntakes around 1 ½ hours staring from the western side of Whangamata bay then\n\nfollowing the peninsula out and over to Kawakwaw bay. For anyone wanting to\n\ncamp, there is a grassy campsite 50m up the beach from the long drop.\n\nGEAR\n\nThe gear you will need - a full rack of cams and wires plus hexes if you have\n\nthem, and 11 quickdraws. For each line a recommended rack is given. Trad\n\ngear abbreviations are\n\nSCD = Small Cams. Smaller than 1 Friend.\n\nCD = Full set of Camming devices, size 1 to 4 Friend or equal\n\nW = A full set of wires.\n\nHex = A set of Hex’s.\n\nKawakawa Bay - Re bolted.\n\nIn August 2007 Steven King, John Pellew and co, rebolted Kawakawa Bay.\n\nOver 120 bolts where replaced with Stainless Steel glue in’s (M10 x 100 St St\n\nthreaded rod & St St Hangers). \n helped support this\n\n“positive climbing action” by donated all threaded rod. I personally would like\n\nto thank Stephen King for his efforts in pioneering, developing and rebolting\n\nKawakawa, great effort, fantastic Crag. Thanks Cliff."},
{"name": "Holmes Bay", "description": "The Crag is approx 60 metres long by 10 to 15 metres high. It consists of columnar trachy basalt. It faces almost due south and is excellently protected from the north-west and north-east. The crag dries quickly after rain, particularly where it has been cleaned. However, as it receives almost no sun, it is slow to dry in winter and can be very cold.\n\nDescents are available at both ends, the easiest being at the left end as the right end is very overgrown. There is a two-ring anchor station at the top of Hump The Lump to allow abseil descents, and this works well with an abseil rope set up for the day.  Protection is available with a set of camming devices and a set of wires. Most of the loose rock has been cleaned from the listed climbs, but there is still more to be found, particularly around the summit blocks. Please be careful if you are heaving rocks down into the scrub below as the goats give the native plants a hard enough time without us adding to the damage!\n\nGrades have been updated from Murray’s original guide based on comments from Phil Stuart-Jones and Joe Arts. In every case the grades have gone up – typically by one or two grades."},
{"name": "Hotu Cliffs", "description": "Further up the valley from Armchair Theatre, but not on the ridge, are two quite large and broken cliffs separated by a small gully. These are Hotu West Wing and Hotu East Wing respectively."},
{"name": "Halfpipe Rocks", "description": "First rocks you lay eyes on in the park, beside the half-pipe. A bit of rubbish around but still great small faces. Could use ropes or highball based on how you feel about the ground.\nBetter topos coming."},
{"name": "Hanging Gardens", "description": "North Facing limestone Crags, that are generally weather proof. There are quite a few good climbs here at various grades, and a lot more climbing to be developed.\n\nThe first three climbs are located exactly 150 paces upriver from the main crag (Hanging Gardens). Lost in Time and Love From Me are on a face directly behind a small patch of grass 20m from the sandy riverbed. The Crack of Beyond is tucked up at the gully to the right of this."},
{"name": "Great White Slabs", "description": "These slabs, behind Gill’s Bivvy in the Adelaide Cirque, cemented the Darrans’ reputation for quality friction climbing.\n\nA beautiful sweep of rock located directly up and right of Gills Bivvy. Once popular for its smooth sustained slab climbing the area has been neglected over the past decade with the slow deterioration of the bolts. There is a danger of being hit early season by rock and ice from the shelf above, particularly on the left-hand side. \nFlutterby and Braustin Ooks share the same initial pitch. Starting somewhere in the middle of the slab, climb up unprotectable ground to a belay on natural pro in a little right-facing corner."},
{"name": "Haensli Face", "description": "Just a short distance from Ruapehu Hut, at the bottom of The Gut and adjacent to the Haensli Face, are two small cirques with waterfall ice at their heads and ice smears on the periphery. Grid ref 312133. Both steep lead climbs and shorter boulder problems are possible early in the season – later, as skiers arrive, the skiﬁeld’s snow management tends to ﬁll the area with snow. Grades around WI2, 10–15m high."},
{"name": "Gorge Hill", "description": "Gorge Hill"},
{"name": "Gill's Bivvy Slabs", "description": "These climbs lie in an avalanche runout zone, and may have damaged bolts."},
{"name": "Gibraltar Rock", "description": "Although it is Canterbury’s smallest crag, with but a handful of routes, the great rock quality, pleasant routes and nice setting make Gibraltar Rock worth a visit on a summer’s day."},
{"name": "Halls", "description": "The first inhabitants of these strange rock formations were from a far off cragless land\n\nknown as Palmerston. The Masseyites as they refer to themselves, occupied the crag\n\nfor a relatively short period before they mysteriously disappeared, some say they were\n\nwiped out by a giant meteor, others say they migrated down south, lured by the promise\n\nof an encroaching ice age. Little is known about these people and all that remains to this\n\nday is a few bits of their primitive hardware.\n\nWhile out walking in the wilderness the Messiah “Dave” wandered across this forgotten\n\ncrag and was suitably impressed with what he saw. Upon his return he told his disciples\n\nand together they planned their pilgrimage to this new land. However it came to pass\n\nthat Dave had to return to Blenheim to pay his taxes or something, and while he was\n\naway his disciples unable to contain themselves, pillaged the new crag climbing every\n\ncrack and grid bolting every face.\n\nHalls is a great little spot, sure it’s a bit of a walk in, but once you are there you’re\n\nrewarded with some fantastic climbing on good clean rock. Best of all its quite away from\n\ncrowds and has its own swimming hole."},
{"name": "Gower", "description": "Stand on top of Pinnacle at Smiths and you’ll see a cliff-line marching off into the distance.\n\nRich pickings indeed for any buccaneer willing to storm the ramparts with quickdraws at\n\nthe ready and a bolt drill between the teeth."},
{"name": "Frog Pond", "description": "An aesthetic crag in a tranquil location, with some sustained climbs worthy of classical status.\n\nThe crag consists of the Main face, Tangarahu outcrop to the left, and the stepped down wall\n\nwith ‘The Temptress’ to the right. The overhanging nose is 15 metres high with the face rising\n\nin height back to the longest route of 21metres. The rock extends out from a native bush\n\ncovered hill and the quality is good apart from the initial soft and dusty few metres on the main\n\nface. A set or two of wires and a range of cams is recommended for the few trad routes.\n\nFrom the east side of the nose, left to right."},
{"name": "Hemi’s Crag", "description": "Ohau Lodge is 30 minutes drive from Twizel, the climbing area is a further 10-15 minutes up the snow field access road.  It is the very obvious large cliffy looking valley a few hundred metres back down the road from the snow field. There is space to park a few vehicles on the edge of the road at the valley entrance. 15-20 minutes casual walk following a cairned route gets you to a large dice shaped boulder.  \nThis is a sub-alpine area. The land is administered by the Department of Conservation and is zoned recreational. The Department has given permission for the area to be developed for rock climbing, however the environmental impact is to be minimal. There are currently no toilets at the site.\nThe climbing area consists of a number of separate crags and short walls. In the winter the area is snow covered although climbing is still possible (some fun mixed routes exist). The rock is compact sandstone (highly oxidised greywacke) and generally very solid. The bulk of the cleaning required has been removal of loose blocks and rocks from ledges, cracks, and hollows. Due to winter freeze/thaw actions there is no guarantee that once cleaned routes are forever clean. The style of climbing should be approached as a blend of crag and alpine. Generally the routes put up are a mix of in situ and traditional. It is advisable to carry a good rack of cams (flexes are a must), and nuts including RPs. The vast majority of routes have chain anchors. Bolts are 10mm diameter stainless steel with hangers. Chain anchors are 12mm diameter galvanised linked with standard steel chain and shackles. \nClimbs are described from left to right as you face the cliffs. All climbs at these cliffs are graded Technical.\nHistory\n\nIt seems likely the first people to climb here were Russell Braddock and Guy Cotter in 1987. Russell recalls some semi-alpine adventure whilst taking time out from stacking stone on the new Ohau ski area cafe. There doesn’t appear to have been any further activity until 1996 when Dave Crow and Stu Pratt appeared on the scene."},
{"name": "French Buttress", "description": "Obvious looking cliff with buttress pillars direct view from TASC Lodge lounge window"},
{"name": "Fyfe River Gorge", "description": "New crag with staunch climbs in a spectacular wilderness setting.\n\n\n\n\nPlease read the \n (PDF, 134KB) before visiting.\n\nA pdf topo of the area can be downloaded from "},
{"name": "Fossil Point", "description": "Short routes good rock. The rocks are a short walk out onto the spit behind the visitor centre. Being short and above sand, the venue is well suited to soloing, although options for natural protection exist. Lots of scope for new routes. All the existing routes start from the passage which splits the rocks, with the exception of Farewell Rib, which starts from the machair at the end of the passage and Brits Abroad which starts behind the smaller boulder adjacent to the main rocks."},
{"name": "Flock Hill", "description": "Useful bouldering information, "},
{"name": "Ferry Terminal Slab", "description": "Rock climbing in close proximity to ferry terminal.\n\nWarning!! You may have to listen to a few maritime saftey breifing throughout the duration of the climb."},
{"name": "First Buttress", "description": "First thing you see from Queens Drive"},
{"name": "Fawlty Towers", "description": "\nHalf way up the Purau Valley on the west side, a mass of rock crags are visible from the road to the Monument. Two reasonable crags are amongst these - Fawlty Towers and Dawn Wall. The right cliff, Fawlty Towers, was first visited by Murray Judge and Hugh Logan in 1976. Then Tim Wethey, Nigel Perry, and Peter Cleary visited in 1986.\n\nDawn Wall is 100m L of Fawlty Towers.\n\n\nThe cliff gets full sun until early afternoon, and is shaded thereafter. The aspect varies a little so extra use can be made of sun or shade as desired. It is climbable year-round, but suits moderate weather - otherwise it can be too hot in the morning or too cold in the afternoon. There is good shelter from nor-west winds, and some shelter from southerlies. It is exposed to nor-easters. As the crag is clean it dries fast after rain."},
{"name": "Forsyth Crags", "description": "The Forsyth Crags are on the west side of Lake Forsyth at the Birdlings Flat end. There is a parking area on a bend, just before the roadside end of the lake. Ribtickler Cliff is directly uphill from the first willow on the lakeside. The rock is generally very good and has some excellent jam cracks. Descriptions read from right to left."},
{"name": "Far Wall", "description": "Probably the best wall, with possible trad routes after some gardening. Somewhere around 10 boulder problems, some cleaner than others."},
{"name": "Evan's Pass", "description": "Located above the old Lyttelton dump, this cliff was largely ignored apart from one route by Lindsay Main in the late 1980's. A surge of development in 1995-6 has resulted in over twenty routes including several excellent lines, and scope for several more.\nBeing south facing, it gets virtually no direct sunlight, making it an ideal place to hide on hot nor-west days. It is also surprisingly well sheltered from the north-easterly, but is exposed to the southerly. The orientation makes it somewhat lichenous but it is surprisingly clean and dry.\nGrazing animals (particularly rabbits) have stripped most of the native vegetation in the area except what they can't reach. The result is an area with little other than grass and broom but with a good collection of native plants on the cliff itself including ferns, shrubs, and extensive clumps of orchids. Care has been taken to avoid damaging these plants and if you are cleaning new routes, please respect this approach. There are also numerous skinks and geckos around the top of the cliff - please consider their habitat requirements when moving rocks.\nRoutes are up to 22m in length, on steep rock of a type similar to that at Lyttelton Rock and tend to be sustained and strenuous. With a few exceptions, most of the routes are partly or totally bolt protected, ie. some routes require other gear as well, but watch out for crumbly rock. There have been some campaigns to rebolt a lot of the climbs to modern standard, but there are a few climbs that require trad climbing skills.\n\n\nThis crag still has a few areas of loose rock- climb accordingly.\nDescriptions are from left to right.\nThe road (left hand) end is generally less steep, with more vegetation, looser rock and fewer clear lines. The centre of the crag has the best rock and most obvious lines. A bit right of the cave the rock is a bit rotten, but then improves again. Many of the routes need further ascents to confirm the grades."},
{"name": "Fantasy Factory", "description": "The cliff is on the west side of the spur which runs down to Diamond Harbour from Herbert Peak. The Fantasy Factory is the larger, more obvious cliff; just below the top of the spur, overlooking Charteris Bay.  It is sheltered from easterly winds.\n\nAccess is from Charteris Bay, along Bayview Road (turn R off the main road before the yacht club).  Drive along Bayview for approx 1.5km and turn right up Doris Faigan Lane. Currently (June 2014) Bayview Road is closed at both ends, but driving access is available by continuing along the main road to the Diamond Harbour store and turning right on to Hunters Road. Where this meets Bayview Road turn right to Doris Faigan Lane. At the top of the Lane go over the cattlestop and up past the house to park under the trees near the water tanks. If a car isn't available, a launch can be caught to Diamond Harbour.\n\nGo through the gate and walk up the spur for several hundred metres until opposite the top of the cliff, sidling above a patch of gorse to pick up a track marked with red and faded pink tape which descends to the base of the cliff.\n\nHistory\n\nAs can be seen from the names of these crags and some of their climbs, there was a post-hippy boom going on in Christchurch at this time. The cliff was discovered in 1975 by Tim Wethey and Mike Franklin. Wethey produced the excellent \n, and \n, one of the hardest Peninsula climbs at the time. Mike Franklin contributed \n. In 1979-80, John Howard contributed the hardest route on the cliff at the time, \n. In the late 90s there was a resurgence of new sport & trad routes by Richard Kimberley, Tony Burnell & Alan Hill.\n\nClimbing Notes\n\nDescent routes at each cliff are simply around either end of the cliff or 30m rap off the bolts above \"Not Crack But Still Ecstasy\" (take an extra rope and set up a permanent rap)."},
{"name": "Hanging Rock ", "description": "*******************************\n\nWARNING 8 September 2016 (copied from post on Christchurch Climbing Facebook page): Notice for climbers about Hanging Rock, South Canterbury.\nThere has been a significant outcrop collapse at the east end of the outcrop row on Gould's property at Hanging Rock. Advice from geologists is that the rock fall has not yet finished, and may have rendered other nearby outcrops dangerous as well. The climbing areas known as 'East End' and 'Jungleland' are now very unsafe for climbing, or accessing at all - including walking below or above the outcrops in the area.\nPLEASE DO NOT ENTER THIS AREA AS IT IS VERY UNSAFE.\n\n*******************************\nHanging Rock is a limestone crag on farmland overlooking the Opihi River. The rock is pocketed and more featured than Castle Hill,  this is a great place to apply similar moves to sporty routes. \nClimbing Notes.\n\nThe bolting varies. The best bolts are 12mm stainless carrot bolts with hangers, or 12mm glue-in bolts. These are more trustworthy than the 10mm galvanised carrot bolts, which are usually hangerless. \nMost of the anchors are equipped with chain, but occasionally there is only one bolt to lower off. Use your own judgement on this. A single sport rope is generally fine, and you will need to take a handful of wires for threading the naked bolts.\nThe usual Castle Hill bouldering kit comes in handy at this crag and some of the climbs are much easier if they are spruced up. Take a couple of plastic brushes; one big one for dusting off the slabs, and a tooth brush for fine-tuning the small, feisty holds."},
{"name": "Eagle Rock", "description": "Rad"},
{"name": "Dynamite Point", "description": "At Dynamite Point, Paterson Inlet, Stewart Island there is a beautiful granitic rock face. One can bush bash one's way up to the top of the rock face along either side. The face itself was to my knowledge previously unclimbed."},
{"name": "Dry Valley", "description": "Useful bouldering information, "},
{"name": "Farm Park Crag", "description": "\nFarm Park is one of the numerous outcrops of variable quality rock on the Lyttelton Harbour (south) side of the ridge which runs out to Godley Head from Evans Pass.\n\n\n\nClimbed on back in the late 1970s, the crag didn't gain much attention until the more popular crags became worked out and the route baggers went looking for fresh ground. Some of the ground here is still a little fresh . . .\n\n\n\nBeing south facing, the crag tends to be cooler and more prone to dampness than others. On hotter days this can be a good thing. Due to the low traffic volumes, some of the routes are less clean and stable than they might be: watch out for loose rock."},
{"name": "Dolomite Point", "description": "There's so much goodness about this little area. It is hard to know if one is just blinded by the beauty of the location or if the climbing is really a notch above. Either way, a quick stop to sample the few climbs beside the sea or just soak in the sunset is highly recommended. Keep in mind that the corrosive ocean environment is taking its toll on the stainless steel bolts which are already showing some staining. Use good judgement."},
{"name": "Dimrill Stairs", "description": "Above the large prominent waterfall near the upper ski tow. Routes developed during the NZAC Summer Climbing Camp 2015."},
{"name": "Delta Corner", "description": "Delta Ridge is the spur that Ruapehu Hut sits on. The ridge ends at Delta Corner, only a couple of minutes’ walk south of the hut. A variety of ice smears and mixed routes can be found here and on the cliffs that run parallel to the Waterfall T-bar, down from the corner. Grades WI1–3, 5–15m high."},
{"name": "DA Outcrop  Childs Buttress", "description": "Childs Buttress is the First buttress in the DA Outcrop"},
{"name": "Elephant Rocks", "description": "WORK IN PROGRESS\nA popular site for limestone bouldering near Duntroon in North Otago. Elephant Rocks was first developed by Doug Carson and Murray Judge. It's often referred to as being a bit like Castle Hill minus a little bit of quality. There are over 300 problems with 80% of them being V3 or below, hence it is a paradise for social climbers looking to improve their skills. Some routes are bolted and provide enjoyable but often dirty short routes. Be careful of the brittle yellow limestone in places and don't climb route's that are wet as the holds may be more prone to break.\nVE - No Hands Needed. (Ewbank 12ish)\n\nVM - Hands maybe needed briefly. (Ewbank 14ish)\n\nV0 - Route requires full use of the hands but is very easy. (Ewbank 16ish)\n\nV1 - Route requires the climbing skills required for grade 17-18.\n\nV2 - Route may have a difficult move more in keeping with grade 20.\n\nV3 - Route is a sustained series of difficult moves more in keeping with grade 20.\n\nV4 - Boulder problems for more intermediate level climbers who climb in the low 20's.\n\nV5 - ???"},
{"name": "Doctors Point", "description": "The Doctors Point area has three separate crags, each with its own character, with 50+ routes developed during 1998–2000. Potential is limited only by your imagination and your concept of what is climbable rock! Give the area a chance, it grows on you, but be careful. The crags face north, getting all-day sun in winter; Coalition Crag in particular is very sheltered, and has Dunedin’s best winter micro-climate (and the warmest sea-water)."},
{"name": "Crystal Clearlight", "description": "Excellent hard jamming can be had at Crystal Clearlight.A good day's outing can be had by combining classics on the two of them. The cliffs are on the west side of the spur which runs down to Diamond Harbour from Herbert Peak. The cliffs are close together, just below the top of the spur, overlooking Charteris Bay. The Fantasy Factory is the larger, more obvious cliff; Crystal Clearlight is a small overhanging cliff about 400m further south in a gully.\n\nThe cliffs are sheltered from easterly winds.\n\nHistory\n\nMike Franklin contributed \n.\n\nCrystal Clearlight also received attention from visitors, with Murray Judge contributing several climbs, and in 1976 Rick McGregor repeated the existing hard routes and added some more. In 1979-80, John Howard contributed the hardest routes on the cliff, \n\nClimbing Notes\n\nDescent routes at each cliff are simply around either end of the cliff."},
{"name": "Crag of Misfit Mascots", "description": "An exceptional quality trad climbing crag with routes up to 60m on immaculate rock. Predominately crack/flake climbing with outstanding rock features and unbeatable ambience (views of Tutoko, Milford Sound, the Central Darrans etc). Superlatives abound. Crackheads will delight in the laybacks, jamming and bomber gear of this lovely block of rock. 3/3 climbers agree, Sexual Harassment Panda (20, ***) is well worth the walk from Homer.\nLet's keep the crag clean please, there is plenty of gear available and bolts aren't needed. All established routes have in-situ trad anchors but take your own cord and use discretion when abseiling off this gear."},
{"name": "Coalditz Crag", "description": "This crag is above the road between Sumner and Lyttelton, about 1.5 kilometres on the Lyttelton side of Evans Pass. It is the best bit of rock in the area.\n\nClimbing\n\nThe rock is hard and fairly clean on the main buttress, although there is a preponderance of red lichen. A ledge around the bottom provides a convenient starting point for most routes. This is accessed from either side depending on what you wish to climb.\nSUFFERED SEVERE DAMAGE IN EARTHQUAKES"},
{"name": "Crag X", "description": "On the eastern side of Mt Pleasant just south of the summit ridge, and just west of the old World War II concrete gun emplacements. The crag faces west, and runs south from the zig-zags in the track up to the gun emplacements.\nThere's good shelter from the north-east, and it's nice and sunny on a winter afternoon. It can be hot in summer. It's exposed to the south, but there's a degree of shelter in a north-wester, though others would be preferred.\nThere are 24 climbs ranging from 14 to 22, concentrated in grades 20-21, and most of these are excellent climbs. Most routes are well protected, many with bolts, but three of the oldest routes, on the right end of the cliff, are awaiting re-bolting and the bolts may not be safe.\nThe rock is the coarse-grained Mt Pleasant trachyte, which gives excellent friction. As with all the Mt Pleasant cliffs, beware of loose flakes, especially as many climbs have had only a few ascents.\nThe initial climbing by Brian Fish and Joe Arts in 1981 of five routes on the south-facing right hand end was an odd quirk in the development of Christchurch climbing. At Lyttelton Rock, Scratching Julius, which was the catalyst for development of the crag, had not yet been done. To reach Crag X more accessible crags were bypassed, and the largest part of the crag was ignored. Little wonder that the crag was mostly left alone for a decade, until Joe Arts started a second phase of development in 1991-92, of which the notable route was the crag's showpiece, Gripping Scales.\nFinally, in October 1997 Lindsay Main and Joe Arts set some kind of a record by doing eight new routes during one hot spring day to clean up most of the obvious remaining lines.\n "},
{"name": "Copper Point", "description": "Local name for the truncated base of the North Ridge of Mitre Peak.\n\nUp to 200m vertical walls, a massive capping overhang, and slabs on the west side.  Logistics can be a little tricky but well repaid by some of the most spectacular climbing anywhere."},
{"name": "Crag W", "description": "This is the large orange lichen-covered cliff above the path 50m west of Crag X.\nA couple of bands of poor rock low down corrupt the otherwise good solid rock with adventurous climbing and at over twenty metres, the routes are of reasonable length. There are rumoured to be some top belay bolts, but a long sling for bollards is likely to be handy anyway. Descent is via a bit of a grovel in prickly scrub through to the Crater Rim track and down the zig zag, or over to the grassy gully west of Crag V. Alternatively rap off.\nThe short steep wall left of Gorgeous Groove will produce a couple of problems which will be low on pro."},
{"name": "Chorlton Crag", "description": "Chorlton Crag is a very small but interesting crag along the Chorlton Road between Little Akaloa and Okains Bay, about 500 metres south of the bend in the road at Stony Beach. The crag is often used as a Plan B option when higher, more exposed locations such as Otepatotu or Starvation Gully have been swallowed by the Banks Peninsula easterly.\nThe crag is very small - about 10  to 15 metres maximum - but has a variety of fun crack climbs at a range of grades. There are no abseil stations, but an abseil rope can be set up using some small trees to speed up descents. If you have a short lead rope this is a good place to use it."},
{"name": "Coffin Rock", "description": "This crag has a long, but relatively unknown history. Earliest records indicate at least three lines were done back in the 70s, one of which was more than likely The Jolly Logger. A few more lines were done in the late eighties and/or early 90s, by which time the original bolt on One Bolt… had appeared. Gary Kearns and Gabriel Lincourt rediscovered the crag in 2005, and over the next couple of years, and with the help of a few others, made a concerted effort to clean up the crag. Much of the gorse was cleared, (and then cleared again using Vigilant the second time), anchor stations installed, and a number of good quality lines made climbable (…again?).\n\nClimate\n\nThe crag is exposd to northerly winds.  It is pleasantly sunny on a nice day. There is reasonable shelter from southerlies"},
{"name": "Devil's Gap", "description": "This is a large underdeveloped crag, with a heap of potential. To get there, via either Little River or Birdlings Flat, gain Bossu Road and then Gap Road.\n\n"},
{"name": "Froggatt Edge", "description": "Froggatt Edge was original found by Margot Harkness in 1990, a discovery that marked the\n\nstart of the climbing migration away from Wharepapa South (Castle Rock). Luke Newnham\n\nwas the first to put up climbs at Froggatt and kicked things off with, Monsterpiece Theatre,\n\nBete Noire & Sunstrike, not a bad start!\n\nLuke then introduced the climbing world to Froggatt during the area’s first ever bouldering\n\ncomp. Following this a small group of Auckland based climbers set about bolting and\n\nclimbing this expanse of unclimbed rock and within a year there were 38 routes at the crag.\n\nWhen Pete Mannings “CNI Rock” was published in 1992 it included these 38 routes, it also\n\nlisted the new route potential at Froggatt as being only “modest”. With this most moved\n\nonto develop some of the area’s other crag’s leaving Luke Newnham, Ton Snelder and\n\nDave Vass to put up some of the crag’s harder lines. Andrew Wilson and co then pitched\n\nin and added a long list of first ascents. In 1996 Andrew Wilson then published a guide for\n\nFroggatt which include about 70 routes. The crag was re-bolted in 1997-98, during this re\n\nbolting a lot of the lines between routes were filled in and new areas like Slug Wall were\n\nopened up. By the time Dave Moorhouse’s guide was published in 1998 there were over\n\n110 routes, not bad for a crag with modest new route potential.\n\nThe next significant development at Froggatt was not climbing related, but rather a\n\ncommercial development. The owner of “Castle Rock” brought Froggatt and began to\n\ndevelop both crags for commercial climbing purposes. The new owner set about\n\ntransforming the crag ready for commercial use, scrub was removed, lines rebolted and\n\npaths and sign posts installed. However at the time this guide was printed any plans to\n\ncharge for access had been put on hold, so with any luck the free access for climbers will\n\ncontinue."},
{"name": "Castle Hill Kura Tawhiti", "description": "Castle Hill is a spectacular limestone area adjacent to the Arthurs Pass Highway. There are hundreds if not thousands of boulder problems, and a smaller number of roped climbs at grades ranging from the mid teens through to 32.\n\nMost roped climbs are protected with 12mm coach bolts that do not take hangers, therefore you need to slip a wire over the head of the bolt and slide the nut tight up the wire. A few climbs require trad gear.\n\nAnother very useful site for bouldering information is, "},
{"name": "Cable Bay", "description": "Coastal climbing, both bolted and trad. Short routes (8-15m). All year round climbing, amazing views and has the benefit of beautiful swimming if it gets a little warm!\n\nThe rock is not the most stable in the world so helmets are advisable.\n\nScope for more 1st assents for those who are willing!!"},
{"name": "Buttons Buttress", "description": "This is the large bluff on the left edge of the Mangatoetoenui Glacier, about 150m below the Summit Plateau. Ray Button climbed three routes in 1983 with pupils on an advanced ice-climbing course: two on the front face of the buttress, and another slightly further up the gully on the south side."},
{"name": "Buttars Peak", "description": "\nNo topo. as of yet.  2 trad. routes, but everything else has been bolted, aside from the belay/anchor.  Left hand trad. route (15) tends to be wetter than the rest of the crag.  Right hand trad. route goes at 17.  All of the bolted routes are around grade 18-20."},
{"name": "Bullock Creek", "description": "Welcome to climbing in the Paparoas, including the 'world famous' Bullock Creek and the Punakaiki River Valley. This isn't your average sport climbing destination, but it has something for everyone.\n\nNorth-facing limestone crags that are generally weather proof. There are quite a few good climbs here at various grades, and a lot more climbing to be developed.\n\nHistory\n\nDevelopment of the area began with a visit from Robin Hood back in 1985-86 when Robin and a mate put up two climbs at Hanging Gardens (Dogs in Space and a project which later became The Great Gatsby). This was the very first stage of Bullock Creek development and it ended when the river flooded and Robin was forced to swim to the wall to recover his gear. Next came a group of Greymouth climbers led by Bruce Dowrick in 1999 who put up a selection of climbs at Hanging Gardens before having a disagreement with DOC over the unsightliness of a static rope. The disagreement halted development until 2008, when Jack Grinsted fired the cannon and called in some legendary Kiwi climbers including Lindsay Main, Joe Arts and Neil Silverwood who also saw the potential shimmering in the cliff now known as the Arboretum. Over the next few years Jack and various merry men returned to put up new lines in both Bullock Creek and the Punakaiki River Valley.\n\nThe winter of 2014 saw a heap of development from Neil Silverwood and Neil Warrington who put up nearly two dozen new pitches. As of January 2015 Bullock Creek has undergone its biggest development phase to date with funding graciously provided by a Sport New Zealand Hillary Expedition Grant. The team received funding to put up 30 new routes in 30 days at the newly found Paradise Crag and its outlying walls, with the help of many visiting friends.\n\nBullock Creek lies within the Paparoa National Park. Route Developers and Climbers should take care to preserve and protect the the conservation and cultural values of the area. Specific care should be taken not to disturb Gossamer Grass (Anamenthale lessonia) a 'Nationally Vulnerable' species. Also note that bivy caves may be considered culturally sensitive by Ngati Wae Wae.\nDuring the past few months there has been confusion and argument over whether bolting climbs at Bullock Creek is acceptable to the Department of Conservation. This issue is now over, with DOC and NZAC in agreement that the Bullock Creek area is suitable for the development of bolted climbs. The forthcoming management plan for Paparoa National Park will reflect this."},
{"name": "Buck Rock", "description": "Introduction\n\nSitting high on the south west ridge of Mt Te Aroha, Buck Rock is an impressive fin of rock 60 – 90m tall and over 500m long. There are a few reports of climbers visiting and climbing at Buck Rock in the 80 and 90’s but the first report ascents was made by Grant Pearson and Co up the western buttress and arete. In 2006 Kevin Barrett and Richard Knott visited Buck Rock and put up the 2 pitch line of “Demo of Bosh”. Kevin then returned with Stephen Barrett and added 3 more routes. Kevin continued to preach “to anyone that would listen” about how good this crag was and the enormous potential for new routes, but he failed to drum up any interest and when he moved down south development stopped. A little slow on the up take I may be, but in late 2009 I return to the crag and along with other local Hamilton climbers started to develop Buck Rock. As it turns out Kevin was right, the climbing is great, the rock quality is great, the outlook is fantastic and the potential for long single or multi pitch climbs is enormous.\n\nClimbing Notes.\n\nYou will need up to 12 Quickdraws. A couple of the routes have Trad gear (Cams and wires) but most are sport."},
{"name": "Broken Leg Gully", "description": "Several rock routes exist in this gully, on a section of pillared cliff at the bottom of the North West Face of Great Pinnacle. Most are naturally protected, but a prominent and attractive arête has a couple of bolts (these are fairly old and should be treated with caution). The arête is about grade 21.\n\nAt the head of Broken Leg Gully an ephemeral but vertical fang of ice forms in early winter. About 15m high, it is often sheltered from the wind. Several other 20–30m lines have been climbed in the lower gully, although they can be exposed to avalanche hazard from Grand Gully after heavy snowfalls. Grades WI2–4, around 15m high."},
{"name": "Britten Crag", "description": "Local climbers including some of the crag developers have had a look over and climbed at Britten Crag.  Overall the crag has survived remarkably well, considering it's close proximity to the 22/2 epicentre.  Over 90% of the climbs appear to be unaffected with some areas of major rockfall confined to limited areas and the crag can still be accessed from either end.\nThe damaged areas include The Roofs, Winter Wall (centred around 12XU) and of course Shit Buttress which collapsed in the Sept 4th quake.\nThe rock falls at both The Roofs and Shit Buttress have left a large deposit of fallen rocks covering the track so please take particular care when crossing.  If coming in from the lower end, it's best to drop down a couple of metres at this first rockfall to cross rather than clambering over the rocks, which may dislodge some down the hill.\nTake more care than usual when on routes, if you do happen to find a loose rock, find a safe direction to drop it and take all the normal precautions that you would when climbing at a newly developed crag.  When this crag went through it's major development phase in the early 2000's, many rocks were safely dropped down when routes were cleaned, without them rolling down the hill to the fence.\nIf you find any damaged climbs that haven't been identified already, list them here.  If you find a climb that has a particularly large & unstable loose rock that you feel creates an imminent threat to climbers (or houses) below then post it on Mojozone & we'll take a look at it.\nLower Tier, Mt Pleasant Spur, Port Hills. About 230 short rock climbs, mostly protected with bolts."},
{"name": "Chasm Crag", "description": "The development of the Chasm Crag has helped promote an interest in modern alpine rock routes within the Darran Mountains, primarily by giving an all weather crag to play on while the high peaks are suffering from Fiordland weather.\n\nThe Chasm Crag offers three to four pitch climbs on clean steep diorite with the upper pitches protected from the rain by enormous roofs. Climbing here in a torrential downpour, on dry rock enclosed within sheets of water pouring over roofs in a 70-metre cascade, is a unique experience not to be missed.\n\n\n\nClimbers tend to pick their way around the crag by climbing access pitches and then traversing or rapping to other anchors. A happy day can be spent linking up climbs without having to descend to the soggy forest floor. When lowering someone off the steep upper pitches, you may need to throw them a line to pull the climber in and it may be better to down-climb steep routes to retrieve gear.\n\nIt is recommended that single 60-metre rope be used, and a tag line may be useful for the long abseils. A comprehensive rack of natural pro along with quick-draws should be enough for most routes. If any extra bits are required a mention is made in the route description.\n\n\n\nDevelopment of the Chasm Crag began in 1993 when Paul Rogers and visiting Brit Steve Walker took a closer look at those flashes of white seen through the Cleddau bush. The first route to be completed was High Ideals and Crazy Dreams. The quality of moves on a variety of features drove them on to try all the main features on the right-hand end of the crag. One Way Ticket and Day Tripper were soon added. The next area of exploration were the slabs and overhangs on the left-hand end of the wall. The lower parts yielded some excellent natural pro climbing, however the overhanging upper wall soon became the centre of attention. A couple of days sky hooking and jug pulling produced Buster Gonad. Chris Plant made the first onsight of this outrageously steep route. Along with visiting Brits, some of the Wanaka posse gave up the wire bush and headed to the deep south. Steve Henry and Dave Roberts ‘touched and felt’ their way up a few climbs. Including quality teenage climbs that work there way up to the Chill-Out Ledge. Hugh Barnard bolted Jack the Biscuit, an exposed ramp moving left off the Chill-Out Ledge. The a year or so later Paul was back with Kevin Nicolas to create Vertically Challenged which takes a steep dyke on the right-hand wall.\n\nMore recently the Sedon brothers have been bitten by the bug (along with a few sandflies) adding routes in the Hidden Wall while Murray Ball (the cleaner) put up the classic Mr Wolf, below the Chill-Out Ledge."},
{"name": "Breeze Bay", "description": "Several crags are above this bay between Farm Park Crag and Godley Head. Only three have been climbed on so far (November 96) but there is potential for further development. \nDevelopment started in Spring 1996, with the first routes being done on 19 October by Lindsay Main and Phil Stuart-Jones at the western-most crag. \nThe rock tends to be a peculiar cross between The Tors, Lyttelton Rock, and everything in between with sweeping smooth slabs, textured walls, and flakey, loose, overhanging cracks. Something for everyone. Unfortunately, the crags tend to have large areas covered in the white lichen we all love to hate – slippery under most conditions, lethal when wet. There is a solution. When the lichen is wet, it comes off fairly well and before the rock gets polished. Unfortunately this means cleaning routes is easiest in the rain!\nThe crags dry fast and the eastern ones are not only protected from easterly winds but catch the afternoon sun! Top belays are from natural bollards and/or belay bolts.\nCrags and routes are described from left to right (west to east)."},
{"name": "Brasenose & Kaik Wall", "description": "This crag is about 4 km south-west of Stony Bay Peak, Landowner: Chch City Council. There 's lots of blank rock with a few strong, long lines. It's a neat place - nice outlook, sunny, and a pleasant short walk. The first visits were probably in the 1960s, but the crag has had very little development. There are two large crags."},
{"name": "Borland Valley South Branch Crags", "description": "Before the road leaves the valley and begins climbing to the Borland Saddle there are a cluster of crags which can be seen and accessed from the road. From east to west, the crags are Split Persona Wall, The Watchtower, unnamed, and The Den."},
{"name": "Borland Saddle Faces", "description": "Borland Saddle Faces is the 3/4 faces that can be seen to the southeast from Borland Saddle."},
{"name": "Borland - Roadside Crag", "description": "These rocks are the first bits of granite you'll come to on the road. The crags are often used by school groups for abseiling and top rope climbing. A hand made bolt exists half way up a black slab. It is likely that this was the first climb in Borland, led with the single marginal bolt.  There are 3 easy, yet to be named climbs virtually on the road. There are roadside signs for traffic to put up when using this area. A good place to practice skills."},
{"name": "Dawn Wall", "description": "Fifty sport climbs 15-30 metres long, grade 18-24."},
{"name": "Border Crag", "description": "Right of Lake Alta Slabs."},
{"name": "Boom Rock", "description": "The cliffs at Boom Rock rise straightr out of the water on Wellington’s rugged west coast, on the edge of Cook Strait. It is quite possibly the most friable crag in Wellington. Other climbers than the two parties listed below have been sighted climbing here, but there is no recorded information."},
{"name": "Castle Rock", "description": "Castle Rock has nice long bolted climbing on beautifully solid rock, but before hurling yourself into this take more care than I would – serious trouble here is easy to come by.\n\nThe first time I climbed at Castle Rock my climbing partner and I behaved like complete cowboys, excitedly rapping off any bolts we saw at the tops of the cliffs. That was one of the many top anchors to non-existent climbs at Castle Rock that we rapped down. We also rapped down a traversing line, the top pitch of an unfinished 5-pitch climb, and couldn't pull the ropes down... oops... blah, blah, blah.... my point being... it was fun... just be prepared for something different from anywhere else in the North Island.\n\nA big hug and rainbow coloured flowers to all the developers of Castle Rock – it's a steep walk to take a drill, etc – you're awesome!\n\n\n\nNew developers please use only stainless steel hardware for new routes. Please try to hide your bolts and consider where your route starts and tops out. Climbers have already added significantly to the erosion at the tops. It's also good practice to keep low profile.\n\n\n\nTo date all the routes except 1 are bolted, and you will need about 15 quick draws minimum to attempt most routes.  It is strongly advised that you take two 60 metre ropes, these are big cliffs and a lot of the abseil are over 50m.  Don’t forget to tie knots in the ends of your ropes, and extend your runners.."},
{"name": "Castledowns", "description": "13km west of Dipton lies Southland's best limestone crag. Climbers have been visiting this crag since the early 70's, and in the 90's when the use of bolting became wide spread. Climbing their took off... the crag still has huge potential."},
{"name": "Bog Farmer Slabs", "description": "These slabs offer smooth, clean climbing on dry rock, although many homemade bolts may need to be bent back into shape after being flattened by winter snows."},
{"name": "Bivi Wall", "description": "The Bivi wall is 20mtrs to the Southeast of the Matai wall. It would suit High Ball Bouldering except for the run-out. Only 1 climb there so far."},
{"name": "Bobs Bluff", "description": "This is the most distant of all the crags in this guide from any of the road ends. \nIce Climbing.\n\nThe Nose, a magnificent crag in winter garb, wouldn’t be out of place in the Cairngorms! As you approach from the Rangitoto Flat the 1km long Bobs Bluff faces you. The right end of this wall is marked by a broad funnel-shaped couloir, just left of that is a narrow gully, the line of Jalapeno. The left skyline gives the line of approach up the lower icefalls. The adventure potential elsewhere is obvious!"},
{"name": "Bomb Bay Cliff", "description": "Even from the main road, the large prow of rock that is Bomb Arête can be easily seen. This route is probably the most famous rock climb, on the most obvious feature, in the national park – and it deserves the praise it receives. But it is by no means the only route worth climbing on what is the tallest wall in the valley, sitting high on the flanks of Pukekaikiore.\n\nClimbs are described from left to right when looking at the cliff."},
{"name": "Bivvy Rock", "description": "Set in a lovely spot looking down Lyttleton Harbour. The crag gets lots of sun , is sheltered from the southerly but if the Nor West is cranking not so sheltered !\n\nMy favourite is \"Let Me Sleep on it\". I am biased. Dave's route is GOOD\n\nThe routes are approximately 18-20m long, and are equiped with rap stations."},
{"name": "Cattlestop Crag", "description": "The original guide was revised by Lindsay Main, incorporating much rebolting and additions.\n\nThe crag is sheltered from the easterly and comprises lots of short sport routes, mixed with some trad climbs. There are a few easy sport routes to get started on.\n\nHistory\n\nThe first climbs were by Lindsay Main in 1974. Despite a few additions in 1980, the crag didn’t catch on. Richard Thomson and Peter Sykes added a few harder routes towards the end of the decade, notably \n and \n. Neil Sloan filled in some of the gaps in 1992, picking up some good routes such as \n and \n in the process. Later, Lindsay Main and Stu Allan searched out a few remaining routes that are unlikely to become classics, except for the steep \n. Recently the crag has seen quite a bit of rebolting to bring the routes up to modern standards, with the re-development of some of the low-grade areas to suit instruction courses. At the same time, some of the older routes that were either seriously run-out, ill-equipped, or required single natural pro runners amidst bolts have been retro-bolted to become pure sport climbs, in keeping with \n.\n\n"},
{"name": "Believe", "description": "Believe Crag routes make good use of a band of limestone that has clean, hard characteristics with excellent friction. Move past trees and low grade rock to find exposed climbing on excellent rock. Just Believe."},
{"name": "Bluff - Lookout Point", "description": "Lookout point Crag is the Southern most crag on the mainland. Easy to moderate grade climbing on Norite rock. Top bolt anchors for easy crack climbing for the beginner's and some moderate grade bolted routes."},
{"name": "Beetham Crag, the Lower Cliff and the Langdale Buttress", "description": "The Beetham Crag is about 200m above the Beetham Hut site and south a little, overlooking the Tasman Glacier. The crag was developed in the early eighties. Nick Banks established a few routes in the summer of 1983 and later that season participants on a guides course added more routes. Apparently there are about a dozen routes but records are sketchy, despite this the rock is superb and the setting is without compare. To get to the Lower Cliff, sidle around from the Beetham Crag, crossing the small stream above the gorge. Continue sidling around and down to the crag. There are also some excellent short-medium length rock routes on the Langdale Buttress, situated 2hrs from the Beetham Valley, at the foot of the Mt Chudleigh’s North West Ridge"},
{"name": "Charleston", "description": "Check the weather, check the tide, check the swell!\nGreat rock climbing exists on seacliffs near Charleston, on the West Coast between Greymouth and Westport. The cliffs are up to 40 metres high and consist of gneiss, a metamorphised granite. The quality is generally good. A great variety of climbing is found: delicate face climbs, crack climbs, chimneys, corners and overhangs. The holds are usually large and the harder climbs are steep. Friction is excellent. Most are easy to middle grade, with only few hard routes. Many fantastic lines await ascents. Most climbs are walk on and walk off.\nThe West Coast has a reputation for rain, but often it is enjoying a glorious fine spell when it’s raining in Canterbury. Climbing is very pleasant throughout the year. \nRoutes are described from north to south, and left to right facing the cliffs. Access is walk-on, with wave-cut platforms at the base of the cliffs. Be wary of waves breaking over the platform, and keep clear of surge holes. Cover up against sandflies.\nGenerally the rock is sound – often perfect – but care needs to be taken with occasional loose blocks and flakes, particularly on first ascents. Bring a good rack with CDs, hexes, wedges, and so on.  Climb it as you see it.\nWe apologise to any first ascentionists not credited. There is a strong local convention of on-sight leading of new routes: “These cliffs suit the adventurous, and not so much the tricksters.” So let's try for that ideal, and report first ascent methods precisely. Some new routes will need bolts though, and these should be placed in the best positions from a top rope. Bolts, hangers and inserts must be of stainless steel only, because of the high corrosion rate.\nEarly use was made of the cliffs by Buller High School under the watchful eye of Paul Caffyn. Since then, more than 170 routes have been led. Key figures in the development of the cliffs include Paul Wopereis, Ronan Grew, and Rick Harding. Visitors such as Louise Shepherd and Dave Fearnley have added some hard lines. \nMore recently Nick Craddock and friends have been adding more modern routes into the area. \nCharleston used to be a goldrush boomtown. In 1868 several thousand diggers were in residence, serviced by 60 hotels. It’s a little quieter now.\nPlease be responsible and clean campers and use the campground or motel. "},
{"name": "Castle Rock", "description": "A prominent volcanic feature with classic, airy routes. Solid rock, good climbs in most grades and easy access make Castle Rock Christchurch’s most popular crag. You can find somewhere sheltered to climb on most days. Probably the crag with the longest tradition of climbing in Canterbury, Castle Rock is handily located just above the Heathcote valley. It offers a good mix of traditionally protected routes up to about grade 24, and even a few bolt-protected harder routes (most notably The Cave Route).\nThis is definitely the longest-used rockclimbing area in the Canterbury region. Many of the routes were aided, and the area was regarded as just a belaying training area. Unfortunately, there was little recorded history prior to Don Hutton's 1968 guide, though there is a mention of rock falls in 1967 (hence the name Cannonball Gully for the area left of the Cave). So all the names of existing climbs originated from the 1968 guidebook editors, and no first ascentionists are credited. One preserved early name, from 1940, is `Hamilton's Crack' for Hawk/Eagle Cleft. After the publishing of the first guide, there was little development. Then in 1971 Rob Rainsbury added \n 18. Allegedly he thought it was the normal finish to \n 16 and became committed. Also that year, Bill Denz led the very necky \n 18 with minimal pro. 1972 saw Colin Dodge complete \n 20, the first climb at this grade at Castle Rock. Rob Rainsbury added the excellent \n 18. Murray Judge (the Southern Raider) pulled off the plum of \n 20. In 1974 John Barnett did \n 19.\nLittle was added then until 1978. As some of his earliest efforts in NZ, John Allen added \n 21, \n 19 and \n 19. 1979 saw an increase in activity and visitors such as Tobin Sorenson, who did the testing \n 24 and soloed \n 21. John Allen came out with \n 23. Rick McGregor produced the bold classic \n 22 and Dave Fearnley added \n 21, one of his earliest new routes.\n1980 saw John Allen become the \n 22, following John Howard's good efforts in placing all the protection. Allen and his team then turned their attention to the steeply overhanging Barbican Wall. \n 24 and \n 23 resulted. The last route was aptly named as it represented the first `real' use of a bolt at Castle Rock. Allen paid `fifty cents a day' for a student labourer to drill the hole, which took 2 days with Mike Law's massive sandstone bit. 1981 saw Brian Fish do the other obvious lines on this wall, the pumpy \n 25 and \n 24. Visitor Charlie Creese added \n 24, and Dave Fearnley did the last of the cracks on the Keep, \n 24.\nFearnley published a guide to Castle Rock in 1982, which contained some 130 routes for the Rock, which was nearly 100 more than the 1968 guide. Following that there was a definite slowing of pace. Perhaps Castle Rock has basically been mined-out!\nClimbing Notes\n. Descents from other areas are fairly straight forward."}]